{
  "category.2": "Exploration",
  "category.3": "Technology",
  "category.4": "Sorcery",
  "category.5": "Confrontation",
  "category.6": "Misc",
  "chapter.1.quest.1.description.1": "There are couple of new mechanics that this pack employs, descriptions of which you will find following this quest.\nYou can always come back here to read them again.\n\n\n- Gain variable benefits for eating a greater variety of foods.\n- Harvest groups of blocks at time to speed up mining, harvesting, and tilling.\n- more Piglins behaviors\n- progressive difficulty(including bosses)\n- bleeding\n- new nether portal mechanics",
  "chapter.1.quest.1.task.1.title": "New mechanics and features",
  "chapter.1.quest.10.description.1": "A difficulty value is tracked for each player.\nAs difficulty increases, mobs become stronger.\n\n\n\n\nThe difficulty value will determine how much extra health mobs can have. Mobs will also gain bonus attack damage and potion effects.\n\n",
  "chapter.1.quest.10.task.1.title": "Scaling Difficulty",
  "chapter.1.quest.11.description.1": "Each Wither killed and Ender Dragon (re)spawned will count towards a point of Difficulty, making them harder the next time they\u0027re spawned.Each point of difficulty increases the Bosses stats and unlocks abilities.\n\n\nWither \nWither Health increases by 10 for each point of difficulty.\nRegenerates 0.05 HP per second for each point of difficulty (up to 1 HP per second). This is summed to the base regeneration of 1 HP per second the Wither already has.\nAfter the first Wither Spawned the second Wither will spawn Wither Minions (Wither Skeletons).\nHas 2% chance per point of difficulty (up to 50%) to drop a Nether Star Shard.\n\n\nEnder Dragon\nThe Ender Dragon deals 10% more damage per point of difficulty for both attacking and the Acid Pool.\nHas 10 more HP per point of Difficulty\nCan spit an acid fireball more frequently, given by the Difficulty and the remaining Ender Crystals.\nAs the difficulty goes up, more cages will spawn around Crystals on the towers.\nAfter the first Dragon Killed the second one will spawn Larvae (Endermites) at the center of the island.\nFrom the third Dragon she will start spawning Minions (Purple Shulkers) around the island.\n\n",
  "chapter.1.quest.11.task.1.title": "Progressive Bosses",
  "chapter.1.quest.12.description.1": "The game progress is divided into three parts: Normal Mode, Expert Mode, and Master Mode.\n\n\n- Normal Mode starts at the beginning of the game.\n\n\n- Expert Mode starts when the first player kills the Wither. (or enters the End)\n\n\n- Master Mode starts when you defeat the Ender Dragon.",
  "chapter.1.quest.12.task.1.title": "Progressive Difficulty",
  "chapter.1.quest.13.description.1": "- Groups of enemies\nEnemies appear in groups with one leader and followers who attack the same target as the leader. Followers are more likely to have weapons and leaders to have armors.\n\n\n- Undead Army (new Raid)\nThe new raid starts after killing a certain amount of undead enemies. It has 3-5 waves, scales difficulty over time, and rewards the player with a treasure bag after finishing it. Also scales difficulty with each player participating in!\n\n\n- fall damage can causes Slowness and Nausea\n\n\n- drowning damage can causes Nausea and Weakness\n\n\n- Creepers may spawn with a negative effect\n\n\n- animals (like Wolves), Zombies, and Spiders can bite you causing Bleeding\n\n\n- arrows and direct damage from sharp items (tools, weapons, shears) also can cause Bleeding\n\n\n- touching a cactus also may cause Bleeding",
  "chapter.1.quest.13.subtitle": "Some of the new difficulty mechanics:",
  "chapter.1.quest.13.task.1.title": "New difficulty mechanics",
  "chapter.1.quest.13.title": "Normal mode changes",
  "chapter.1.quest.14.description.1": "Spice of Life: Potato Edition will give you benefits for eating a variety of foods.\n\n\nYou will receive variable benefits depending on how diverse your current diet is, and has been in the recent past.\n\n\nYou will have to maintain that level of diversity to keep those benefits. This should encourage automation of a variety of foods, rather than just encouraging you to eat each food once (SoL: Carrot Edition).\n\n\n*Note: This means your diversity score is constantly and dynamically changing depending on what your current and past diet. Thus, you can have many benefits after eating a diverse set of foods for a time, but falling back to eating only bread will gradually result in a loss/weakening of gained benefits.To get a higher diversity score, you need to keep including more and more diverse types of foods in your diet.",
  "chapter.1.quest.14.task.1.title": "Benefits for eating variety of foods",
  "chapter.1.quest.15.description.1": "There are multiple new villager jobs, all with unique trades, workstations, and advancements!\n- OCEANOGRAPHER\n- NETHEROLOGIST\n- FORESTER\n- ENDEROLOGIST\n- ENGINEER\n- FLORIST\n- HUNTER\n- MINER\n\n\nThere are also some villager tools that you should check. @villagertools",
  "chapter.1.quest.15.task.1.title": "Improved villagers",
  "chapter.1.quest.16.description.1": "Lost Trinkets mod adds more than 70+ unlockable trinkets with different abilities and rarities.\n\n\nTrinkets are randomly unlocked when you doing some activities like fighting enemies and bosses, trading, mining ores, cutting trees, and farming.Each activity has a rarity of unlocking trinkets eg: killing bosses has a better chance than normal enemies\n\n\nYou can access the trinket GUI by pressing the R key on your keyboard.\n\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\nThere are also countless amount of curious(baubles) which have their own slot in your inventory. Each with unique different ability or property. \n\n\nYou can access curio slots from your inventory near your character model.(G button)",
  "chapter.1.quest.16.task.1.title": "Trinkets and curious",
  "chapter.1.quest.17.description.1": "- loot has a 25% chance to be doubled\n\n\n- experience from all sources is increased by 20%\n\n\n- all monsters have their health and damage increased by 20%(at night the bonus is doubled to 40%)\n\n\n- Illusioner spawn naturally during the night\n\n\n- new Elite Skeleton spawn naturally during the night(shoots arrows extremely precisely)\n\n\n- Piglins may spawn in a group\n\n\n- Pillagers may spawn in a group\n\n\n- Creepers on explosion may spawn more Creeperlings\n\n\n- Slimes have a chance to inflict Slowness effect\n\n\n- Wither Skeletons may spawn with the Wither Sword instead of the Stone Sword\n\n\n- Undead Army now has 4 waves\n\n\n- undead spawned during the Undead Army are twice as likely to have enchanted items\n\n\n- undead spawned during the Undead Army are twice as likely to have armor pieces\n\n\n- Undead Army gives 100% more experience for completing it\n\n\n- whenever you die from Bleeding or are killed by a Zombie there spawns a special Zombie with your head",
  "chapter.1.quest.17.subtitle": "- Expert Mode starts when the first player kills the Wither",
  "chapter.1.quest.18.description.1": "- loot has a 75% chance to be doubled\n\n\n- experience from all sources is increased by 50%\n\n\n- all monsters have their health and damage increased by 40% (instead of 20% chance)(at night the bonus is doubled to 80%)\n\n\n- Phantom and new End Keeper spawn naturally near new structures\n\n\n- Elite Skeleton may spawn in a group\n\n\n- Enderman may teleport target on hit\n\n\n- Shulker may inflict Blindness effect\n\n\n- Creepers on explosion may spawn more Creeperlings\n\n\n- Undead Army now has 5 waves\n\n\n- undead spawned during the Undead Army are quadruple as likely to have enchanted items\n\n\n- undead spawned during the Undead Army are thrice as likely to have armor pieces\n\n\n- Undead Army now rewards with 2 Treasure Bags (instead of 1)\n\n\n- Undead Army gives 200% more experience for completing it (instead of 100%)\n\n",
  "chapter.1.quest.18.subtitle": "- Master Mode starts when you defeat the Ender Dragon.",
  "chapter.1.quest.19.description.1": "Corail Tombstone handles your death in Minecraft by providing tons of configuration options, many features to encourage to discover the world and several compatibilities between mods.\n\n\nIt also introduces a perk system : the Knowledge of Death, and a magic system based on some enchantable items with the help of the Souls haunting the Decorative Graves and waiting for a way to be freed for their eternal sentence.A screen in game allows to configure player preferences, access a Compendium of infos and the selection of the perks.",
  "chapter.1.quest.19.subtitle": "Keeps safe your inventory items on death with many features for better survivability and exploration",
  "chapter.1.quest.2.description.1": "- Piglins now have a reputation system that works similarly to Villagers. Doing things like fighting alongside them against Wither mobs, giving them gifts and bartering with them increases your reputation. Doing things like hurting or killing Piglin mobs and engaging in unauthorized mining/chest opening around them decreases your reputation.\n\n\n- At +50 reputation with a Piglin, you will no longer be required to wear gold armor around them. At +100 reputation, you will be authorized to open chests and mine gold around them.\n\n\n- At -50 reputation with a Piglin, you will no longer receive items from bartering. At -100 reputation, you will be attacked on sight regardless of whether or not you are wearing gold armor.\n\n\n- Piglins seek out and pick up food items (by default, porkchops and cooked porkchops) and consume them, complete with an eating animation. Players can also right-click them with their food items if the Piglin has not already recently eaten and they will accept it. Eating food will also restore a Piglin\u0027s health in an amount identical to the food item\u0027s hunger value.\n\n\n- Piglins can now barter with gold nuggets and gold blocks. Gold nuggets make you far more likely to receive common barter items, with all item stack sizes halved. Gold blocks make you far more likely to receive rare barter items, with all item stack sizes doubled.\n\n\n- Piglins now shake their heads like Villagers when declining an offered item.\n\n\n Piglins now emit particles/make sounds when accepting an item from you or declining it.\n\n\n\n",
  "chapter.1.quest.2.task.1.title": "New Piglins Behavior",
  "chapter.1.quest.20.subtitle": "Move your mouse to the left side to open quest menu!",
  "chapter.1.quest.20.task.1.title": "MORE QUESTS ARE WAITING!",
  "chapter.1.quest.21.description.1": "Menu access key: P (for more info and stats)\n\n\nProject MMO adds an array of new stats that you level up while doing usual things. Leveling these stats unlocks the ability to use more items in game.\n\n\nStarting the game you will not be able to use armor, decent tools and specific artifacts/relics/baubles, because this requires a certain level of the player associated with a specific item. In addition to the restrictions - leveling gives a variety of bonuses - passive(like improving your damage) or active(like the ability to salvage item for another one), thereby engaging in certain activities, you will improve your character.\n\n\nAs you level up different abilities you will unlock different bonuses associated with that abilities, some of them are:\n- Mining: increasing mining speed with each level;\n- Excavation: chance to find treasures while digging;\n- Combat: more damage dealt with weapons;\n\n\nThere also different Xp Modifiers for different skill based on your current biome. As an example: you will get less farming experience in desert biome; or more swimming and fishing in ocean biome.\n\n\nYou can also create or join party with using /pmmo party create/accept/invite/leave command.\n\n\nIf your stat list on the left is disappeared - simply re-enter the game and it should reappear.",
  "chapter.1.quest.21.subtitle": "(brief explanation about stats)",
  "chapter.1.quest.21.task.1.title": "Project MMO",
  "chapter.1.quest.21.title": "Character progression and skills",
  "chapter.1.quest.22.description.1": "Alchemy skill is gained by brewing potions in the Brewing Stand.\n\n\nHigher levels of this skill allow for the possibility of extra potions being brewed when brewing a potion.",
  "chapter.1.quest.22.task.1.title": "Alchemy",
  "chapter.1.quest.23.description.1": "Agility skill is gained in a number of ways:\n-Sprinting: the faster you are going, the more xp you will gain (Potions can boost this).\n-Jumping: the higher you jump the more xp you gain (Potions can boost this).\n-Saving fall damage (a chance probability of occuring when taking fall damage).\n\n\nHigher levels of agility will grant a higher chance to save fall damage",
  "chapter.1.quest.23.task.1.title": "Agility",
  "chapter.1.quest.24.description.1": "Swimming skill is gained by going swimming in the lakes, rivers, and oceans.\n\n\nHigher levels of swimming will grant two advantages, underwater nightvision and the ability to stay underwater longer.\nUnderwater Nightvision will unlock at level 25.\nSwimming, and to a lesser extent Endurance, will work together to extend your ability to stay underwater.",
  "chapter.1.quest.24.task.1.title": "Swimming",
  "chapter.1.quest.25.description.1": "Flying skill is gained by flying around with an Elytra.\n\n\nThere is no bonus for higher levels of this skill.",
  "chapter.1.quest.25.task.1.title": "Flying",
  "chapter.1.quest.26.description.1": "Endurance skill is gained by taking damage from any source (falling, getting hit by mobs, etc.).\n\n\nHigher levels of endurance will decrease the amount of damage taken from hits and increases the amount of extra hearts you have. It also contributes to how long you can stay underwater.\n\n\nEndurance will also contribute a healing effect across time, with higher levels healing more hearts for every passive time frame.",
  "chapter.1.quest.26.task.1.title": "Endurance",
  "chapter.1.quest.27.description.1": "Combat skill is gained by hitting mobs to deal damage. You will get less xp if the mob is passive, dies, or is one-shot from full health.\n\n\nHigher levels of combat increase the amount of damage you can do with melee weapons.",
  "chapter.1.quest.27.task.1.title": "Combat",
  "chapter.1.quest.28.description.1": "Archery skill is gained by shooting mobs with a bow.\nYou will get less xp if the mob is passive, but more if the mob is killed, is one-shot, or if the arrow flies over 16 blocks.\n\n\nHigher levels of archery allows you to do extra damage with bows.",
  "chapter.1.quest.28.task.1.title": "Archery",
  "chapter.1.quest.29.description.1": "Excavation skill is gained by breaking dirt or dirt-based blocks.\n\n\nHigher levels of excavation give you the ability to dig faster and to find treasure in blocks when digging.",
  "chapter.1.quest.29.task.1.title": "Excavation",
  "chapter.1.quest.3.description.1": "Nether portals now come in the form of Dimensional Rifts, which you\u0027ll find scattered deep underground. You\u0027ll have to find one of these Rifts in order to get to the Nether - but be careful, because it\u0027s now a one-way trip!\n\n\nTo get back from the Nether, you\u0027ll have to search for a Monolith. These are new, semi-rare structures that can be easily spotted from far away thanks to the beams they shoot into the sky.\n\n\nThe block at the center of each Monolith that shoots this beam is called a Reclaimer, and it\u0027s the key to returning to the Overworld. However, the Reclaimer won\u0027t do much without a little power. In order to power it, you\u0027ll have to place a gold block on each of its four sides - something that shouldn\u0027t be too difficult to pull off in the Nether. \n\n\nOnce powered, the Reclaimer has the ability to lift you back into the Overworld.\n\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\n You can bucket the Dimensional Plasma from a Dimensional Rift to bring it closer to your base, and you can mine the Reclaimer from a Monolith and place it right by where your Plasma teleports you to in the Nether.\n\n\nSo, it\u0027s pretty close to a two-way portal, the only real difference being you\u0027ll have to find a Dimensional Rift and a Monolith first.",
  "chapter.1.quest.3.task.1.title": "New nether portal mechanics",
  "chapter.1.quest.30.description.1": "Mining Skill is gained by breaking rock or rock-based blocks.\n\n\nHigher levels of mining allow you to mine faster and to drop extra items when mining.",
  "chapter.1.quest.30.task.1.title": "Mining",
  "chapter.1.quest.31.description.1": "Woodcutting skill is gained by breaking wood blocks (logs, planks, etc.).\n\n\nHigher levels of woodcutting allow you to cut wood faster and have the possiblity of dropping extra wood blocks.",
  "chapter.1.quest.31.task.1.title": "Woodcutting",
  "chapter.1.quest.32.description.1": "Farming skill is gained by harvesting plants and by breeding animals.\n\n\nHigher levels of farming will allow you to harvest more crops from a single plant and to harvest them faster,",
  "chapter.1.quest.32.task.1.title": "Farming",
  "chapter.1.quest.33.description.1": "Fishing skill is gained by going out and ... you will never guess ... fishing.\n\n\nWhile fishing you will be able to catch special items that have the possibility of being enchanted.\nHigher levels of fishing increase the probability of catching better items with better enchantments.",
  "chapter.1.quest.33.task.1.title": "Fishing",
  "chapter.1.quest.34.description.1": "Magic skill is gained by mining magical ores, reading tomes from Enigmatic Legacy, and casting spells.\n\n\nHigher levels of this skill grant increased maximum mana, mana regeneration, and magic damage.",
  "chapter.1.quest.34.task.1.title": "Magic",
  "chapter.1.quest.35.description.1": "Smithing skill is gained by a number of different methods:\n-Repairing items\n-Salvaging items (place the item in your off-hand, then crouch and right click on a smithing table)\n\n\nHigher levels of smithing give a number of good benefits:\n-While smelting ore there is a possibility of getting extra products.\n-When salvaging items, a higher level increases the success rate of salvaging and increases the number of possible salvaging products.\n-Increases the amount repaired when using the anvil and anvils are less likely to break.",
  "chapter.1.quest.35.task.1.title": "Smithing",
  "chapter.1.quest.36.description.1": "Waystones allows players to return to them once they\u0027ve been activated, either through a Warp Scroll, a rechargeable Warp Stone, or by using an existing waystone to hop from one to the other.\n\n\nYou can find some in the wild and in the villages.\n\n\nYou can also buy a personal one in the shop and put it whenever you need.",
  "chapter.1.quest.36.title": "Waystones",
  "chapter.1.quest.37.description.1": "Gathering skill is gained while mining, excavating or woodcutting.\n\n\nHigher levels of gathering allow you to equip and use higher quality items.",
  "chapter.1.quest.37.task.1.title": "Gathering",
  "chapter.1.quest.38.description.1": "Eterna is the stat that controls what level your enchanting table is at.  Certain types of bookshelves are only capable of providing certain max levels of Eterna, so be sure to check the max on the block.",
  "chapter.1.quest.38.task.1.title": "Eterna",
  "chapter.1.quest.38.title": "Eterna",
  "chapter.1.quest.39.description.1": "Quanta determines how much flux is in your enchanting process.  When you begin an enchantment process, after spending your experience, your Quanta level will work behind the scenes to change your enchantment level.\n\n\nThis is not always beneficial, as Quanta is capable of both increasing and decreasing the actual enchanting level.\n\n\nWith a lot of Quanta, and a little luck, you could technically receive an enchantment equal to spending 200 levels!",
  "chapter.1.quest.39.task.1.title": "Quanta",
  "chapter.1.quest.4.description.1": "Blood Moon:\nBlood Moons are a lunar event that cranks up the monster spawn cap as well as preventing the player from sleeping! The mechanics of the blood moon are inspired by the spawn rate increase that occurs in Terraria\u0027s Blood Moon.\n\n\nHarvest Moon:\nThe harvest moon is a lunar which cranks up both the crop growth rate and crop drop rate!\n\n\nBlue Moon:\nThe blue moon is a lunar event that gives you the luck effect and increases the quality of loot in vanilla loot tables!",
  "chapter.1.quest.4.task.1.title": "New Lunar events",
  "chapter.1.quest.40.description.1": "Arcana determines how hard it is to get rare enchantments.  At 0%, the base rules for enchantment rarity apply, but as your Arcana increases, rare enchantments will become more common, and common enchantments will become quite rare.\n\n\nAt 100% Arcana, the rarities are flipped on their heads entirely, and Very Rare enchantments will show up at the rate of common enchantments, while Common enchantments will be hard to find!  Finally, at 25% and 75% Arcana, every time you enchant, you are guaranteed an extra enchantment.",
  "chapter.1.quest.40.task.1.title": "Arcana",
  "chapter.1.quest.40.title": "Arcana",
  "chapter.1.quest.41.description.1": "The Enchantment Library is a block focused on storing enchantments.  Simply insert an enchanted book, and every enchantment on that book will be stored in the library internally.  \n\n\nEach enchantment on a deposited book will be stored as points.  A point is simply equivalent to a level 1 enchantment, and as such an enchantment is worth the amount of points it would take to combine it from level one books (2^(level -1) points per level).\n\n\nThe library also records the max level it has ever seen for a given enchantment, and you may only extract enchantments up to that level. Meaning if you want to be able to extract a higher level of an enchantment, the library will need to have had that level deposited at least one time.\n\n\nTo extract enchantments from the library, simply click the tile of the enchantment you want to extract, and it will be extracted to the output slot.  If the output slot is empty, a new enchanted book will be generated.  If it is not empty, it will apply the next level of that enchantment to the book (if you have enough points).  \n\n\nShift-clicking on a tile will attempt to extract the max level available (if you have enough points).  The point cost for extracting is shown in the tooltip.  If that tooltip is red, you do not have enough points for that operation.",
  "chapter.1.quest.42.description.1": "If you need some starting equipment go to the specilization section.",
  "chapter.1.quest.42.task.1.title": "Specilization",
  "chapter.1.quest.5.description.1": "• Atum 2 - a new and unique desert dimension full of sand, temples, as well as many new enemies! Traveling through the dimension you can discover new artifacts, making your way to them through mountains of sand and enemies.\n\n\n• Blue skies: Everbright and Everdawn - two new dimensions, one lighter and colder, and the other darker and warmer. In each of them you will find new blocks, mobs, tools, weapons and bosses.\n\n\n• Dimensional Dungeons - limitless procedurally generated dungeons dimension.\n\n\n• The Bumblezone - an unBEElievable dimension full of bees that become REALLY angry if you take their honey!\n\n\n• Tropicraft - dimension adding tropical world\n\n\n• Twilight forest - a realm basked in mystery and eerie twilight.\n\n\n• Undergarden - a dark, subterranean world located deep below the bedrock of the Overworld. The flora here has adapted to their conditions and can grow anywhere, independent of light. Strange creatures call these dark lands home, and are plagued by the invasive Rotspawn, monsters originating from a chaotic, mysterious realm.",
  "chapter.1.quest.5.subtitle": "Current dimensions count: 10",
  "chapter.1.quest.5.task.1.title": "New dimensions!",
  "chapter.1.quest.6.description.1": "- Armor Weights. Dodging is impacted directly by the heaviness of your armor; you have to think twice about what you equip!\n\n\n- You can adjust the Dodge Key button from its default value of Left-Alt in Minecraft\u0027s controls menu!",
  "chapter.1.quest.6.subtitle": "In-Depth, Well Balanced and Seamlessly Integrated Dodging",
  "chapter.1.quest.6.task.1.title": "Dodge",
  "chapter.1.quest.7.description.1": "There is now a new system for enchanting that uses three stats, instead of the original single stat system.\n\n\nTo support the new enchantment stat system, Apotheosis adds 11 new bookshelves, each with their own unique enchanting stat combinations.  Shown here are the Endshelves, Seashelves, Hellshelves, the Beeshelf and the Melonshelf.  Combinations of these shelves can allow for any stat values you could dream of, however, reaching significantly high Eterna levels requires Endshelves.\n\n\nTo support the new enchantment stat system, Apotheosis adds 11 new bookshelves, each with their own unique enchanting stat combinations.  Shown here are the Endshelves, Seashelves, Hellshelves, the Beeshelf and the Melonshelf.  Combinations of these shelves can allow for any stat values you could dream of, however, reaching significantly high Eterna levels requires Endshelves.",
  "chapter.1.quest.7.task.1.title": "New Enchanting mechanics",
  "chapter.1.quest.7.title": "New Enchantment system by Apotheosis",
  "chapter.1.quest.8.description.1": "- underground and flying villages\n- overhauled mineshaft, strongholds, dungeons, caves",
  "chapter.1.quest.8.task.1.title": "New structures!",
  "chapter.1.quest.8.title": "New and overhauled structures!",
  "chapter.1.quest.9.description.1": "Each animal and human being can now bleed. This is an effect that deals damage similar to poison and can be removed using a new item: Bandages. The chance of bleeding is lower the more pieces of armor you have.\n\n\nBleeding is caused by many different sources such as receiving sword damage, being bitten by a spider, or by touching a cactus...\n\n\nIt is important to keep bandages with you at all times because bleeding becomes more deadly as the game progresses!",
  "chapter.1.quest.9.task.1.title": "Bleeding",
  "chapter.1.title": "Features | mechanics",
  "chapter.10.quest.1.description.1": "Find the Gatekeeper and trade a book in exchange for his journal. You can find the houses spawning in either plains, mountains, and most snowy biomes.\n\n\nThe Blue Journal, a book written by the Gatekeeper that’s filled with information discovered from his experiences in these dimensions. The more you progress through Blue Skies, the more pages you will unlock in the journal. You only need to obtain the blue journal item once. Afterwards, you can always find access to it by opening your inventory and clicking the tab on the right with the blue journal icon.",
  "chapter.10.quest.2.description.1": "The Everbright is a realm of eternal day and frigid cold. Home to large beasts and ethereal mobs, you’ll need to keep an eye on your back as you traverse through this world. Be sure to watch out for snow storms that bring thick fog and more enemies than usual. As you explore, you’ll encounter the Summoner’s Blinding Dungeon and the new Nature Dungeon, home of the Starlit Crusher.",
  "chapter.10.quest.2.subtitle": "Find an Everbright portal and enter it",
  "chapter.10.quest.2.title": "Visit Dimension: Everbright",
  "chapter.10.quest.3.description.1": "The Everdawn has its sun forever rising. With this being a much more humid and warm world, insects and reptiles flourish. Before entering, it’s worth preparing for poison and fire as many parts of this world may inflict those on you. Venture across this diverse landscape to uncover the Alchemist’s Blinding Dungeon and then the new Poison Dungeon, lair of the Arachnarch.",
  "chapter.10.quest.3.subtitle": "Find an Everdawn portal and enter it",
  "chapter.10.quest.3.title": "Visit Dimension: Everdawn",
  "chapter.10.quest.41.subtitle": "Enter a Nature dungeon",
  "chapter.10.quest.42.subtitle": "Enter a Poison dungeon",
  "chapter.10.quest.43.subtitle": "Use an Alchemy table",
  "chapter.10.quest.45.subtitle": "Use a summoning table to summon artificial golem",
  "chapter.10.title": "Blue Skies",
  "chapter.11.quest.1.subtitle": "Enter the mysterious magical woodlands; the Twilight Forest.",
  "chapter.11.quest.10.description.1": "When the Hydra, Ur-Ghast and Snow Queen have been defeated, the Highlands will unlock, revealing the final stages in progression. If entered before defeating all three bosses, the player will be damaged by acid rain.\n\n\nUnlike previous stages, the Highlands does not have a boss to defeat, rather an item to obtain to get to the center. This area is split into two: the Troll Cave and the Cloud Cottage. To complete this achievement, the player must obtain the Lamp of Cinders from inside an Obsidian vault, requiring a Giant\u0027s Pickaxe to break in. Once the Lamp is acquired, the player can move on to the next stage.",
  "chapter.11.quest.10.subtitle": "Slay the Hydra, Ur-Ghast, and Snow Queen to clear the acid rain and embolden yourself for the Highlands.",
  "chapter.11.quest.15.description.1": "The Thornlands stage is the final functioning stage in Twilight Forest. It is completed by simply burning through the dense bushes of Thorns with a Lamp of Cinders. This allows the player to move onto the final stage of progression.",
  "chapter.11.quest.19.description.1": "You need to eat this to advance to the fire swamps.",
  "chapter.11.quest.2.description.1": "The Naga can be found in the Naga Courtyard. When killed it drops Naga Scales and a Naga Trophy along with some other loot; touching a scale will allow the player to enter the Lich Tower.",
  "chapter.11.quest.2.subtitle": "Slay the Naga in its forest courtyard and obtain a Naga Scale to overcome the barrier magic surrounding the Lich\u0027s tower.",
  "chapter.11.quest.3.description.1": "The Twilight Lich can be found in the Lich Tower. Killing it and getting a scepter will allow the player to enter the Swamp, Dark Forest, and Snowy Forest as well as the dungeons in each area.\n\n\nThe next stage in Twilight Forest progression is the Twilight Swamp. The Twilight Lich must be defeated and its Scepter taken before entering this phase. Entering this stage before the Twilight Lich is defeated will inflict Hunger on the player.",
  "chapter.11.quest.3.subtitle": "Slay the Twilight Lich at top of his tower and retrieve a Scepter to clear poisonous mosquitoes from the Swamp, see through blinding darkness of the Dark Forest\u0027s curse, and resist the Snowy Forest\u0027s chill.",
  "chapter.11.quest.3.title": "Twilight Lich Trophy",
  "chapter.11.quest.38.description.1": "The Questing Ram is a friendly boss animal added by Twilight Forest. He is found in the Quest Grove, which can only be found in the Enchanted Forest biome. Unlike other bosses, this animal is not meant to be slain. Instead, the player is supposed to complete his Quest of giving it Wool in every color. Wool can be given to him by dropping the Wool under the Ram, or by using the Wool on him. Each time a block of Wool is given his body will elongate and a stripe of that color wool will be added to his body.",
  "chapter.11.quest.4.description.1": "The Minoshroom can be found in Labyrinths, which are found in the Twilight Swamp biome. Natural entrances can be found through caves or the small hills found in the surface that lead directly to the center. The goal of this dungeon is to kill the Minoshroom. Killing it and eating one of the dropped Meef Stroganoff will allow the player to enter the Fire Swamp.",
  "chapter.11.quest.4.subtitle": "The meat and mushroom stew pleasantly warms you, enough so you feel you\u0027re acclimatised enough to venture into the Fire Swamp.",
  "chapter.11.quest.4.title": "Minoshroom Trophy",
  "chapter.11.quest.42.subtitle": "Hunt some of the local wildlife.",
  "chapter.11.quest.5.description.1": "The Hydra can be found in the Hydra Lair in the middle of a Fire Swamp. Killing it and obtaining Fiery Blood from it will complete one step to unlocking the Highlands.\n\n\nThe next stage in Twilight Forest progression is the Dark Forest biome. Added to its already extreme darkness, players will have Blindness inflicted on them unless they have defeated the Twilight Lich first. This can be circumvented if the player is wearing a helmet enchanted with Night Vision.",
  "chapter.11.quest.5.subtitle": "Defeat the mighty Hydra and empower yourself.",
  "chapter.11.quest.6.description.1": "The Knight Phantom can be found in the Goblin Knight Stronghold underneath Dark Forests. Before being able to enter the stronghold, the player must find a room with a Trophy Pedestal. On the pedestal, they must place any trophy. When placed down the shield around the stronghold will be removed.The player then needs to go through the stronghold until the Knight Phantom is found. When killed it will allow access to the Dark Tower.",
  "chapter.11.quest.6.subtitle": "Settle the restless phantoms in the Knight\u0027s Tomb and the carminite tower\u0027s devices will obey you.",
  "chapter.11.quest.63.description.1": "Get your axes and shears ready! Search every nook and cranny and get anything and everything that comes from trees! Craft, loot, obtain every slab... sapling... leaves... more... everything. ALL OF IT! ",
  "chapter.11.quest.66.description.1": "Watch the final boss spawner as it spawns nothing. You... win?",
  "chapter.11.quest.66.subtitle": "\"Final Boss When?\" -literally every new twilight forest user",
  "chapter.11.quest.66.task.1.title": "Look at final boss spawner",
  "chapter.11.quest.66.title": "Final Boss?",
  "chapter.11.quest.7.description.1": "The Ur-Ghast can be found in the Dark Tower found in the middle of the Dark Forest. It is found at the top of the tower, along with many other monsters, such as Carminite Ghastlings, Towerwood Borers, and Carminite Golems. Killing it and taking the Fiery Tears will complete one step to unlocking the Highlands.\n\n\nThe next stage in Twilight Forest progression is in the Snowy Forest and Glacier biomes. If entered before defeating the Twilight Lich, the player will freeze and move much slower than in other biomes.",
  "chapter.11.quest.7.subtitle": "Touch the fiery red tears of the Ur-Ghast.",
  "chapter.11.quest.8.description.1": "The Alpha Yeti is found in the Yeti Lair, in the center of Snowy Forest biomes. There are four natural entrances. Inside the lair are many Yeti packs. Killing the Alpha Yeti and obtaining the Alpha Yeti Fur will unlock the Glacier biome.",
  "chapter.11.quest.8.subtitle": "Line your garments with the soft fur from the Alpha Yeti, keeping you safe from the Glacier\u0027s cold.",
  "chapter.11.quest.9.description.1": "The Snow Queen is found in the Aurora Palace, located in Glacier biomes. When conquered, the player will complete one step to unlocking the Highlands.",
  "chapter.11.quest.9.subtitle": "Defeat the Snow Queen atop the Aurora Palace.",
  "chapter.11.title": "Twilight zone",
  "chapter.12.quest.1.subtitle": "Why bother with quests? Just chill...",
  "chapter.12.quest.2.description.1": "Make yourself a drink, Get a chair sit down and watch the sunset\n\n\nYou\u0027ve earned it.",
  "chapter.12.quest.2.subtitle": "Don\u0027t get caught in the rain",
  "chapter.12.quest.2.task.2.title": "White Chair",
  "chapter.12.quest.2.title": "Take a break",
  "chapter.12.quest.3.description.1": "Sometimes you can find pineapples and coconuts growing on beaches.\n\n\nChop them up with your sword and get yourself some lovely snacks.\n\n\nMaybe you can even make something to drink?",
  "chapter.12.quest.3.task.1.title": "Coconut",
  "chapter.12.quest.3.task.2.title": "Pineapple",
  "chapter.12.quest.3.title": "Island Delights",
  "chapter.12.title": "Chill in tropics",
  "chapter.13.quest.1.task.1.title": "Any #buddycards:cards",
  "chapter.13.title": "Card Collector",
  "chapter.14.quest.100.subtitle": "Discover a Underground Bastion",
  "chapter.14.quest.101.subtitle": "Find an Ice Pit",
  "chapter.14.quest.102.subtitle": "Find a Castle",
  "chapter.14.quest.103.subtitle": "Find a Desert Temple",
  "chapter.14.quest.104.subtitle": "Find a Monster Maze",
  "chapter.14.quest.105.subtitle": "Find a Mushroom House",
  "chapter.14.quest.106.subtitle": "Find a Jungle Monument",
  "chapter.14.quest.107.subtitle": "Find a Large Dungeon",
  "chapter.14.quest.2.description.1": "This modpack contains over 60 new unique biomes to find and explore each with unique atmosphere.\n\n",
  "chapter.14.quest.2.title": "Oh the biomes....",
  "chapter.14.quest.63.description.1": "There are dozens of new dungeons, some of them are guarded with Bosses.\nWhat are you waiting for? Go conquer them all!",
  "chapter.14.quest.63.subtitle": "New dungeons and challenges",
  "chapter.14.quest.63.task.1.title": "Dungeon Diving",
  "chapter.14.quest.64.subtitle": "Discover a Battle Tower",
  "chapter.14.quest.65.subtitle": "Discover a Abandoned Temple",
  "chapter.14.quest.66.subtitle": "Discover a Monastery",
  "chapter.14.quest.67.subtitle": "Discover a Spider Cave",
  "chapter.14.quest.68.subtitle": "Discover a Catacomb",
  "chapter.14.quest.69.subtitle": "Discover a Fortress of the Undead",
  "chapter.14.quest.70.subtitle": "Discover a Monster Room",
  "chapter.14.quest.71.subtitle": "Discover a Buried Dungeon",
  "chapter.14.quest.72.subtitle": "Discover a Bandit Village",
  "chapter.14.quest.73.subtitle": "Discover a Bandit Towers",
  "chapter.14.quest.74.subtitle": "Discover a Infested Temple",
  "chapter.14.quest.75.subtitle": "Discover a Merchant Campsite",
  "chapter.14.quest.76.subtitle": "Discover a Illager Campsite",
  "chapter.14.quest.77.subtitle": "Discover a Small Blimp",
  "chapter.14.quest.78.subtitle": "Discover a Mining System",
  "chapter.14.quest.79.subtitle": "Discover a Shiraz Palace",
  "chapter.14.quest.80.subtitle": "Discover a Ceryneian Hind",
  "chapter.14.quest.81.subtitle": "Discover a Typhon",
  "chapter.14.quest.82.subtitle": "Discover a Heavenly Rider",
  "chapter.14.quest.83.subtitle": "Discover a Heavenly Conqueror",
  "chapter.14.quest.84.subtitle": "Discover a Scorched Mines",
  "chapter.14.quest.85.subtitle": "Discover a Foundry",
  "chapter.14.quest.86.subtitle": "Discover a Plague Asylum",
  "chapter.14.quest.87.subtitle": "Discover a Small Prairie House",
  "chapter.14.quest.88.subtitle": "Discover a Thornborn Towers",
  "chapter.14.quest.89.subtitle": "Discover a Fishing House",
  "chapter.14.quest.90.subtitle": "Discover a Undead Pirate Ship",
  "chapter.14.quest.91.subtitle": "Discover a Giant Mushroom",
  "chapter.14.quest.92.subtitle": "Discover a Mushroom Mine",
  "chapter.14.quest.93.subtitle": "Discover a Mushroom House",
  "chapter.14.quest.94.subtitle": "Discover an Illager Corsair or an Illager Galley",
  "chapter.14.quest.95.subtitle": "Discover a Lighthouse",
  "chapter.14.quest.96.subtitle": "Discover a Wishing Well",
  "chapter.14.quest.97.subtitle": "Discover a Coliseum",
  "chapter.14.quest.98.subtitle": "Discover a Nether City",
  "chapter.14.quest.99.subtitle": "Discover a Jungle Fortress",
  "chapter.14.title": "Pathfinder",
  "chapter.15.quest.1.description.1": "  The Bumblezone is a dimension filled with Honeycomb Blocks, Honey Blocks, Honey Crystals, Sugar Water, and few new bee-related Blocks! There\u0027s even a structure with unique bee armor you can obtain!\n\n\n\n\n Entering the dimension is super easy! Just throw an Enderpearl at any Bee Nest or Beehive (even modded ones works!) to enter inside it and spawn into the dimension. You can also make yourself (riding a mob or vehicle) or any mob enter the dimension by using a piston to push the player or mob into a Beehive or Bee Nest block!\n\n\nTo teleport out of the dimension, you can either dig down and fall below Y \u003d 0 or climb your way to above Y \u003d 256.",
  "chapter.15.quest.1.title": "♪ Highway to the Bumble Zone ♫",
  "chapter.15.quest.8.subtitle": "Tame a Behemoth with buckets of honey",
  "chapter.15.quest.9.subtitle": "Infused a Slime with honey",
  "chapter.15.title": "To the Bumblezone",
  "chapter.16.quest.1.description.1": "Tired of those boring old beds at your base.\n\n\nUpgrade to a strange bed by finding some speical mushrooms.\n\n\nThe best place to find them is within the nether.",
  "chapter.16.quest.1.subtitle": "Listen to the sandman\u0027s lullaby",
  "chapter.16.quest.1.title": "Sweet Dreams",
  "chapter.16.quest.2.description.1": "Are you dreaming or is this reality who knows.\n\n\nWhy don\u0027t you explore this wonderful dream before you wake up.",
  "chapter.16.quest.2.subtitle": "Don\u0027t let the bed bugs bite",
  "chapter.16.quest.2.title": "Sweetest Dreams",
  "chapter.16.quest.3.description.1": "Looks like someone slept on the wrong side of the bed\n\n\nWhat a terrible nightmare to be in on the bright side maybe you can find something useful.",
  "chapter.16.quest.3.subtitle": "This is going to be a terrible night",
  "chapter.16.quest.3.title": "Bad Dreams",
  "chapter.16.title": "Sweet Dreams",
  "chapter.17.quest.1.description.1": "This will allow you to start creating a number of drinks. By right clicking on this with a variety of grown products the process can begin.\nThe brewing barrel will bubble while working, but when this stops right clicking with an empty glass bottle will give you your new treat.\nThe following quests give you some drinks to try.",
  "chapter.17.quest.100.description.1": "Plays a note when a fish is about to bite when applied to a rod.",
  "chapter.17.quest.101.description.1": "Incurs a 50% chance to not use durability when applied to a rod, as well as increase the rods luck.",
  "chapter.17.quest.102.description.1": "Fillet of fish sure sounds a lot better than eating a whole fish, scales and all.\n\n\nPretty much a sharp stick.",
  "chapter.17.quest.103.description.1": "Should be better than cutting open a fish with a sharp stick.",
  "chapter.17.quest.104.description.1": "My first professional fillet knife.",
  "chapter.17.quest.105.description.1": "My worst purchased knife.",
  "chapter.17.quest.106.description.1": "This knife should never dull.",
  "chapter.17.quest.107.description.1": "A fillet knife imbuded with the power of Neptune. It will never break and gives additional fillets per fish.",
  "chapter.17.quest.108.description.1": "\n\n- Any animals you slay using a Knife are guaranteed to drop secondary items, such as Leather and Feathers;\n\n\n- Grassy plants (grass, wheat, rice etc) cut with a Knife will occasionally yield Straw, a firm and useful fiber;\n\n\n- They act as a modest melee weapon: swings faster than a sword for lesser damage;\n\n\n- Later on, they are also useful for cutting and portioning ingredients when preparing meals.",
  "chapter.17.quest.108.subtitle": "Knives are scavenging tools: they allow you to obtain a few more resources from both fauna and flora.",
  "chapter.17.quest.110.description.1": "The Stove is a direct upgrade to the Campfire\u0027s cooking features, and a suitable heat source for the Cooking Pot.\n\n\nTo add items to its grill, simply right-click the Stove when it has no objects blocking its top face. Stoves detect campfire recipes to cook, meaning they usually also take 30 seconds to fully prepare items. Stoves cannot be automated through item transferring blocks (e.g. Hoppers), but require no fuel to cook items, much like a Campfire.\n\n\nStoves can hold six (6) items on its grill, and will gently pop cooked outputs above its surface, instead of throwing them around.\n\n\nStoves can be put out using shovels or buckets of water, and reignited with Flint and Steel.",
  "chapter.17.quest.111.description.1": "The Cooking Pot is a workstation where you can both prepare and store a large amount of meals. When placed above any suitable heat source (campfire, open flames, lava, a stove etc.), it will start bubbling, indicating it\u0027s ready to cook.\n\n\nYou can put up to six ingredients inside a pot. If they match, the pot will start cooking them up into a meal. Most meals need a container to be served on, such as Bowls; the result slot will tell you which one to use. Simply add the container on the corresponding slot, or right-click the pot with it, to take a serving!\n\n\nMeals tend to be quite large, so they don\u0027t stack up as high in your inventory. If you\u0027re not going to eat them all right away, you can just mine the whole pot and take it with you! Cooking Pots can hold 64 servings of any meal with a container, regardless of their maximum stack limit.",
  "chapter.17.quest.112.description.1": "Items can be placed on the Cutting Board by using them on it. It always prefers receiving items from the off-hand, allowing players to hold their ingredients there while holding the tool in their main hand, processing the stack simply by holding the use button.\n\n\nWhen the correct tool is used on a valid item, it will be broken down into 1-4 different outputs, which are swiped sideways. Outputs always fly to the direction opposite to the Cutting Board\u0027s handle, allowing them to be collected by an item-capturing block, such as a Hopper or Basket. The tool receives 1 point of damage for each processed item.",
  "chapter.17.quest.112.subtitle": "The Cutting Board is a workstation where players can break down one item into many outputs, by using a valid tool on it.",
  "chapter.17.quest.113.description.1": "When consumed, it will remove a single random negative effect from the player, keeping positive ones untouched. This provides a simple use for Cocoa Beans in difficult, risky trips.",
  "chapter.17.quest.114.description.1": "Using a Knife on grassy plants will yield Straw, a useful building and composting material. Early on, it\u0027s best used to craft some Ropes.\n\n",
  "chapter.17.quest.115.description.1": "Ropes are essentially reverse scaffolding: the can be continuously deployed downward from the same spot, and can be climbed without collision. This allows players to safely descend or ascend high altitudes, such as ravines or mountains.\n\n\nWhen placing Rope, you can use more ropes against the first one to deploy them downward. This will continuously extend a column of rope down to the bottom-most Y-level possible, allowing for easy and controllable descents into chasms, ravines or from high locations.\n\n\nTo suppress rope deployment, simply sneak while placing it. If there\u0027s no space underneath to deploy, it will also place normally.",
  "chapter.17.quest.116.description.1": "Fully absorbs your fall without dealing damage.",
  "chapter.17.quest.121.description.1": "Rich Soil is an enhanced type of dirt, more fertile and durable to the elements.\n\n\nRich Soil cannot be directly crafted. To make it, you must craft Organic Compost and place it into the world, letting it decompose over time.\n\n\nOrganic Compost will decompose more easily under sunlight and moisture from nearby water, but doesn\u0027t actually hydrate like farmland. It can also be gently accelerated by placing activators next to it, in a 3x3x3 area centered on itself.\n\n\nCurrently, the following blocks behave as activators for Organic Compost:\n- Brown and Red Mushrooms, and their Colonies;\n- Podzol and Mycelium;\n- Other blocks of Organic Compost;\n- Rich Soil, normal or tilled.",
  "chapter.17.quest.122.description.1": "When any growable plant is placed on Rich Soil, its growth will be randomly boosted, similar to the usage of Bone Meal.\nRich Soil can be tilled into Rich Farmland through the use of hoes. Rich Farmland is immune to mob trampling and won\u0027t unravel to Melons or Pumpkins, but requires hydration in order to boost crops.\n\n\nMushrooms planted on Rich Soil under sufficient darkness will eventually form a Mushroom Colony. Such colonies will grow from 2 to 5 mushroom caps over time, dropping them when harvested.",
  "chapter.17.quest.123.description.1": "Feasts are not edible directly as an item; they must be placed down as a block first. When placed, players can use (right-click) them with Bowls to serve themselves with a consumable portion.\n\n\nThe existing feasts in Farmer\u0027s Delight provide 4 servings in total. Plated feasts will also leave behind leftovers in the form of a dirty plate; right-clicking or mining it will retrieve the original Bowl, and any bones or food scraps left behind.",
  "chapter.17.quest.123.subtitle": "Feasts are very large meals, which can be placed as a block to provide multiple servings to players.",
  "chapter.17.quest.123.task.1.title": "Feasts",
  "chapter.17.quest.124.task.1.title": "Pet Foods",
  "chapter.17.quest.129.description.1": "This combination allows your mount to be a lot more agile during travels. Since mounts eat a large volume of feed, the item does not need to be contained in a Bowl, saving some inventory space.",
  "chapter.17.quest.130.description.1": "This combination allows wolves to catch up a lot more easily with you or nimble opponents, as well as last longer in battle.",
  "chapter.17.quest.15.title": "Potato",
  "chapter.17.quest.17.description.1": "Grapes will grow into a small bush that must then have a fence piece attached to the upper bush piece to grow grapes.",
  "chapter.17.quest.17.task.2.title": "Fence",
  "chapter.17.quest.17.title": "Grape Grower",
  "chapter.17.quest.18.description.1": "Will prevent crops from being trampled in a 10 block radius.",
  "chapter.17.quest.53.description.1": "Should be able to nab some of these to get you started from a village.",
  "chapter.17.quest.53.title": "Potato, Potatoe",
  "chapter.17.quest.54.description.1": "You will come across a lot of these from grass.",
  "chapter.17.quest.55.description.1": "Get to growing!",
  "chapter.17.quest.55.title": "Wheatabix",
  "chapter.17.quest.56.description.1": "Cook up some Cactus!",
  "chapter.17.quest.57.description.1": "Give your base some flair.",
  "chapter.17.quest.58.description.1": "Will display the first page of a book and quill or a map.",
  "chapter.17.quest.59.description.1": "A chicken uses some squid juice to mark on some flat sticks surrounded by the skin of a cow.",
  "chapter.17.quest.60.description.1": "Let those stalks reach for the sky!",
  "chapter.17.quest.60.title": "Sugar or Paper?",
  "chapter.17.quest.61.description.1": "The following are your basic crops that will always be handy when you are hungry.\n\n\nThe quests following the initial crops give a basic recipe to help keep you fed but look to JEI for more complex and fullfilling recipes.",
  "chapter.17.quest.61.title": "Basic Farming",
  "chapter.17.quest.62.description.1": "Desert adventure time.",
  "chapter.17.quest.62.title": "Cacti",
  "chapter.17.quest.63.title": "Sugar",
  "chapter.17.quest.64.description.1": "I am supposed to beat a root?",
  "chapter.17.quest.66.description.1": "Man I will be able to write so much stuff on this.",
  "chapter.17.quest.67.description.1": "Should be able to find a few of these in villages as well.",
  "chapter.17.quest.67.title": "Carrots",
  "chapter.17.quest.68.description.1": "Have to eat some melons to make some melons.",
  "chapter.17.quest.69.description.1": "You don\u0027t have jack on me Mr. Pumpkin!",
  "chapter.17.quest.70.description.1": "Nether fortress mold.",
  "chapter.17.quest.70.title": "Hell Wart",
  "chapter.17.quest.71.description.1": "You are going to have to travel to the great white north to find some of these delicous berries.",
  "chapter.17.quest.71.title": "Sweet Berries",
  "chapter.17.quest.75.description.1": "The skin of the innocent..... oh boy that sounds bad.....",
  "chapter.17.quest.76.description.1": "Bound and binded.",
  "chapter.17.quest.80.title": "Cooking for Blockheads",
  "chapter.17.quest.82.description.1": "Eggs o\u0027plenty!",
  "chapter.17.quest.83.description.1": "Time to get fishing!",
  "chapter.17.quest.84.description.1": "My own custom designed fishing rod. Can be customized with special tackle and bait.",
  "chapter.17.quest.85.description.1": "When you are the best fisherman around.",
  "chapter.17.quest.86.description.1": "When you just want to blind the fish.",
  "chapter.17.quest.87.description.1": "The best fishing rod around. Neptune\u0027s personal rod. Increases bite rate of fish.",
  "chapter.17.quest.88.description.1": "Is placed on the ground with a rightclick. From there, you can access it\u0027s inventory where you can apply tackle to fishing rods on the right. The box also has storage slots to hold bait and tackle. To pickup the box again simply shift rightclick it.",
  "chapter.17.quest.89.description.1": "The worm box works like the composter (load with vegetables or fruit) but it produces worms to use as bait.",
  "chapter.17.quest.90.description.1": "Worms are but a single bait that can be used with fishing rods. Their are also leeches and minnows that you catch by fishing.",
  "chapter.17.quest.90.title": "Bait",
  "chapter.17.quest.91.description.1": "I caught a chest..... wonder if it is anything valuable?",
  "chapter.17.quest.92.description.1": "Can be dyed like leather and can be used to customize your fishing rod.",
  "chapter.17.quest.93.description.1": "Can be dyed like leather and can be used to customize your fishing rod.",
  "chapter.17.quest.94.description.1": "Incurs a 20% chance to not use durability when applied to a rod.",
  "chapter.17.quest.95.description.1": "Increases a rods luck when applied to a rod.",
  "chapter.17.quest.96.description.1": "Incurs a 50% chance to not use durability when applied to a rod.",
  "chapter.17.quest.97.description.1": "Allows a rod to cast further when applied to a rod.",
  "chapter.17.quest.98.description.1": "Allows a chance to catch two things at once when applied to a rod.",
  "chapter.17.quest.99.description.1": "Increases the amount of time allowed to reel in a fish when applied to a rod.",
  "chapter.17.title": "Farmer\u0027s Delight",
  "chapter.18.quest.1.description.1": "With this book you will be able to make food specifically from in your inventory.",
  "chapter.18.quest.1.subtitle": "(Connection from \"Farmer\u0027s Delight\" chapter)",
  "chapter.18.quest.10.description.1": "Holds and displays spices to be used in the kitchen.",
  "chapter.18.quest.11.description.1": "Stores and displays fruit for recipes that can be used by the kitchen.",
  "chapter.18.quest.12.description.1": "A fridge upgrade that will provide all the snow and ice you need for recipes. ",
  "chapter.18.quest.13.description.1": "A fridge upgrade that saves the last item in a slot so that item spaces are saved from being replaced.",
  "chapter.18.quest.14.description.1": "By applying this upgrade to your oven it will be able to accept RF to cook food, no longer requiring fuel.",
  "chapter.18.quest.15.description.1": "A hanging kitchen cabinet to decorate your kitchen and provide some extra storage.\n\n\nCan be dyed to change their color.",
  "chapter.18.quest.16.description.1": "A simple hanging cabinet corner to help around bends while maintaining connection.\n\n\nCan be dyed to change their color.",
  "chapter.18.quest.17.description.1": "Kitchen counter allows you to connect multiple pieces of kitchen equipment together as well as provide some storage for ingredients.\n\n\nCan be dyed to change their color.",
  "chapter.18.quest.171.description.1": "Frying chunks of anything improves them greatly! ",
  "chapter.18.quest.171.title": "Nugget Life",
  "chapter.18.quest.172.description.1": "These are some big wacky sandwiches!",
  "chapter.18.quest.172.title": "Sandwich Delight",
  "chapter.18.quest.173.description.1": "Some nice stuffed meals with some nice stew on the side!",
  "chapter.18.quest.173.title": "Stew Dipper",
  "chapter.18.quest.174.description.1": "You could stuff just about anything into a potato, and you have done all of it!",
  "chapter.18.quest.174.title": "Potato Buffet",
  "chapter.18.quest.175.description.1": "Pies just like they used to make.",
  "chapter.18.quest.175.title": "Just Like Gram Made",
  "chapter.18.quest.176.description.1": "Time to open a bakery!",
  "chapter.18.quest.176.title": "Baker\u0027s Basics",
  "chapter.18.quest.177.description.1": "This is some wacky stuff with greens!",
  "chapter.18.quest.177.title": "Wacky Lunch and Salad Combo",
  "chapter.18.quest.178.description.1": "Liquids that don\u0027t power machines, but they sure put pep in your step!",
  "chapter.18.quest.178.title": "Soda Bar",
  "chapter.18.quest.179.description.1": "You have a straight up cafe menu with these things!",
  "chapter.18.quest.179.title": "Soup, Salad, and Casserole",
  "chapter.18.quest.18.description.1": "A simple corner to help counters around bends, maintaining their connection.\n\n\nCan be dyed to change their color.",
  "chapter.18.quest.180.description.1": "Is a hotdog a sandwich?",
  "chapter.18.quest.180.title": "Two Slices of Bread and Anything",
  "chapter.18.quest.181.description.1": "Some meals from all over the world!",
  "chapter.18.quest.181.title": "All Around the World",
  "chapter.18.quest.19.description.1": "The \"classic\" kitchen flooring. Can be converted to a number of other colors, check the recipes in JEI. ",
  "chapter.18.quest.2.description.1": "This cooking table is the first step in having a entire functioning and linked kitchen. It will be where you craft your food. ",
  "chapter.18.quest.20.description.1": "Surrounding the above Kitchen item quests are a number of recipes that you can try to make. These may be complex but their benefits and boost may be appealing if you give them a try. Trying out a good number of these food will help you get benefits from SOL: Potato Edition.\n*You may need to zoom out quite a bit to see all the quests*\n\n\nFeel no need to complete a lot of these quests as they do not provide rewards, but are here to give you ideas on what to cook to keep your diet diverse.\n\n\nMay this be your veritable recipe book.",
  "chapter.18.quest.20.task.1.title": "Recipe Time",
  "chapter.18.quest.3.description.1": "By having a sink linked into your kitchen (touching other counter blocks and equipment) you will have water supplied freely to all your recipes.",
  "chapter.18.quest.4.description.1": "The oven will allow you to cook any food needed in your recipes, when connected in your kitchen. Without upgrades the oven will require a fuel source to cook food.",
  "chapter.18.quest.5.description.1": "The toaster will convert bread to toast for any recipe needing it.",
  "chapter.18.quest.6.description.1": "Provides a constant supply of milk for recipes without manually having to be filled. \n\n\nMay want to drop an anvil on a cow over a milk jar to see if one actually fits.",
  "chapter.18.quest.7.description.1": "Holds milk to be used in recipes. Must be filled with milk manually.",
  "chapter.18.quest.8.description.1": "The fridge is a decorative storage block that will allow you to store ingredients for recipes.\nCan be double stacked to expand storage space.",
  "chapter.18.quest.9.description.1": "Holds tools that will be able to be used in recipes in attached kitchens.",
  "chapter.18.title": "Culinary Expedition",
  "chapter.19.quest.1.description.1": "Will help you with all the info about the Productive Bees mod.",
  "chapter.19.quest.10.description.1": "A decorative container to show off a bee.",
  "chapter.19.quest.11.description.1": "Can hold up to 3 items which can be used for feeding your bees.",
  "chapter.19.quest.12.description.1": "Will allow you to capture/release bees with a right click of the cage. \n\n\n*One time use per cage*\n\n",
  "chapter.19.quest.13.description.1": "A custom made home for your bees to keep them closer to your base.",
  "chapter.19.quest.14.description.1": "A home for Draconic Bees.",
  "chapter.19.quest.15.description.1": "The first harvest from your bees!\n\n\nUse a pair of shears on a level 5 honey beehive to harvest honeycomb.",
  "chapter.19.quest.16.description.1": "A variety of upgrades to your hives and bee focused machines.",
  "chapter.19.quest.16.title": "Hive Upgrades",
  "chapter.19.quest.17.description.1": "This generator will generate FE when fed with honey. For example, a single bottle of honey will generate 1500 FE.",
  "chapter.19.quest.18.description.1": "A nice combo of liquid honey and some honey comb.\n\n\nWill calm angry bees and make baby bees grow faster.",
  "chapter.19.quest.19.description.1": "A nice and tasty treat for yourself after all that bee work.",
  "chapter.19.quest.2.description.1": "Your own fresh bottled honey!",
  "chapter.19.quest.20.description.1": "The optimal form of transportation.\n\n\nWorks like riding a pig or strider and lust be lead with a Treat on a Stick (which so kindly has been provided to you).",
  "chapter.19.quest.20.task.1.title": "BumbleBee Rodeo",
  "chapter.19.quest.20.title": "BumbleBee Rodeo",
  "chapter.19.quest.21.description.1": "Sturdy bee cages are unlimited use versions of the bee cage. You aren\u0027t specialized enough in the art of bees to make one though, so these must be found in villages.",
  "chapter.19.quest.22.description.1": "Squashed bee material is gained by crushing bees into bottler loaded with empty glass bottles. This bee material can then be put into a centrifuge to get vials of gene samples.\n\n\nGene samples can be combined to raise their viability then can be crafted with a honey treat to give bees that specific trait.\nA honey treat infused with a specific bee type gene can be used to infuse a egg (chicken egg) with that gene to get a spawn egg for the bee type.",
  "chapter.19.quest.3.description.1": "Catches bees that fly over it. Load it with cages to load the bees into. Can have a flower placed on top to attract bees to it (if they like that kind of thing).",
  "chapter.19.quest.4.description.1": "Incubates BaBees (in a cage) until they are adults by using honey treats. Can also incubate new bees from genes and eggs.",
  "chapter.19.quest.5.description.1": "Will bottle honey into glass bottles when honey is pumped into into the machine.",
  "chapter.19.quest.6.description.1": "Processes combs from hives into honey and resources. Is powered by FE.",
  "chapter.19.quest.7.description.1": "Allows you to locate a nest of the block type you right click on.\n\n\ni.e. Right click on a oak log block to locate a oak nest.",
  "chapter.19.quest.8.description.1": "A more advanced bee hive that will keep your bees happier, allows them to be moved peacefully, and allows expansion hives.\nThe best part is though that you wont need a campfire under the hive to harvest it peacefully.",
  "chapter.19.quest.8.task.1.title": "Advanced Beehive",
  "chapter.19.quest.9.description.1": "Can be attached to the top of Advanced Bee Hives to expand their housing from 3 to 5 bees.",
  "chapter.19.quest.9.task.1.title": "Expansion Box",
  "chapter.19.title": "Bee Productive",
  "chapter.2.quest.1.subtitle": "For Copper coin (repeatable)",
  "chapter.2.quest.1.title": "Common loot crate random reward",
  "chapter.2.quest.10.subtitle": "Choice repeatable reward",
  "chapter.2.quest.11.subtitle": "Choice repeatable reward",
  "chapter.2.quest.12.subtitle": "For any type of wood (repeatable)",
  "chapter.2.quest.12.title": "Exchange Charcoal",
  "chapter.2.quest.16.subtitle": "Choice repeatable reward",
  "chapter.2.quest.17.task.1.title": "Any #forge:storage_blocks/fire_dragon_scale",
  "chapter.2.quest.18.task.1.title": "Any #forge:storage_blocks/lightning_dragon_scale",
  "chapter.2.quest.19.task.1.title": "Any #forge:storage_blocks/ice_dragon_scale",
  "chapter.2.quest.2.subtitle": "For Iron coin (repeatable)",
  "chapter.2.quest.2.title": "Uncommon loot crate random reward",
  "chapter.2.quest.3.subtitle": "For Gold coin (repeatable)",
  "chapter.2.quest.3.title": "Rare loot crate random reward",
  "chapter.2.quest.4.subtitle": "For Diamond coin (repeatable)",
  "chapter.2.quest.4.title": "Epic loot crate random reward",
  "chapter.2.quest.5.subtitle": "For Netherite coin (repeatable)",
  "chapter.2.quest.5.title": "Legendary loot crate random reward",
  "chapter.2.quest.51.title": "Gold Coin -\u003e Dungeon\u0027s Mobs Gear",
  "chapter.2.quest.52.title": "Gold Coin -\u003e Dungeon\u0027s Gear Crate",
  "chapter.2.quest.53.title": "Copper coin -\u003e Money",
  "chapter.2.quest.54.title": "Diamond Coin -\u003e Relics Crate",
  "chapter.2.quest.55.title": "Gold Coind -\u003e Relics Materials Crate",
  "chapter.2.quest.56.title": "Diamond Coin -\u003e Artifacts Crate",
  "chapter.2.quest.57.title": "Gold Coin -\u003e Dungeon\u0027s Weapons Crate",
  "chapter.2.quest.58.title": "Gold Coin -\u003e Dungeon\u0027s Artifacts Crate",
  "chapter.2.quest.59.title": "Monster Coin -\u003e Experience Levels",
  "chapter.2.quest.6.subtitle": "For Granite/Diorite/Andesite (repeatable)",
  "chapter.2.quest.6.title": "Exchange Stone",
  "chapter.2.quest.60.title": "Monster Coin -\u003e Stats Experience",
  "chapter.2.quest.61.title": "10xMonster Coin -\u003e Stats Experience x10",
  "chapter.2.quest.62.title": "10xMonster Coin -\u003e Experience Levels",
  "chapter.2.quest.63.title": "Monster Coin -\u003e Random Monster Material",
  "chapter.2.quest.64.title": "Monster Coin -\u003e Random Dust",
  "chapter.2.quest.65.title": "Monster Coin -\u003e Random Artifacts Crate",
  "chapter.2.quest.66.title": "Monster Coin -\u003e Random Dungeon\u0027s Mobs Gear",
  "chapter.2.quest.67.title": "Monster Coin -\u003e Random Dungeon\u0027s Weapons Crate",
  "chapter.2.quest.7.subtitle": "Choice repeatable reward",
  "chapter.2.quest.8.subtitle": "Choice repeatable reward",
  "chapter.2.quest.9.subtitle": "Choice repeatable reward",
  "chapter.2.title": "$ - COIN SHOP - $",
  "chapter.20.quest.1.description.1": "In order to protect one\u0027s lively hood from rat attacks and infestations, they can craft a rat trap\n\n\nThese and traditional defenses against rats, like stone houses and Ocelots can help protect against rodent infestations.",
  "chapter.20.quest.10.description.1": "Rat Upgrade: Platter will allow a rat to transfer an entire stack of an items at a time. Typically, a rat without this upgrade will only transfer a single item at a time.",
  "chapter.20.quest.11.description.1": "There are a multitude of upgrades that can be crafted for rats, ranging from simple health and speed boosts, to massive strength and armor gains, along with new abilities, like cooking food and carrying entire stacks of items.\n\n\nMost specialization of rats comes from Rat Upgrades. These give rats specific stats or abilities, and there are currently 50 rat upgrades available.",
  "chapter.20.quest.11.title": "Specialization",
  "chapter.20.quest.14.description.1": "Taming a rat is considered difficult as they actively try and avoid players. It is impossible to tame a Plague Rat, but a normal Rat is tamed using Cheese. Like other food items, rats will eat cheese items that are thrown on the floor. However, wild rats have a trust variable that increases with each feeding of cheese. As the rat slowly trusts the player it will not flee as fast or far, and by the time it has had 10 cheese, it will trust the player enough not to flee. Once the rat has been fed cheese 10 times, each additional feeding will have a 33% chance of taming the rat. It can take up to 15 times to tame a rat. Rats are tamed when they make heart particles and can be interacted with.\n\n",
  "chapter.20.quest.14.task.1.title": "Taming",
  "chapter.20.quest.15.description.1": "Tamed rats have a menu that can be accessed by interacting on them with most items or an empty hand.\n\n\nIn this menu, the player can change the helmet and banner the rat is wearing, change the rat\u0027s 3 equipped upgrades, and the item held in the rat\u0027s hands or mouth. More importantly, the player can cycle through rat commands by pressing the arrows to the right. The current status of the rat and its gender are also displayed.",
  "chapter.20.quest.15.task.1.title": "Rat Menu",
  "chapter.20.quest.16.description.1": "Rats have a variety of commands that can be changed in their menu, or through the use of a Rat Flute. They are as follows:\n- Wander - The rat will mill around aimlessly like most vanilla creatures. Note that the rat will still defend its owner while under this command.\n- Stay Here - The rat will slouch upwards and sit, not moving at all and not following any other tasks.\n- Follow Me - The rat will follow the owner like a Wolf, and defend the owner from attacks.\n- Hunt Prey - The rat will target any animals and monsters in the area and attack them. Rats will not attack baby mobs.\n- Gather Items - The rat will pick up any items on the floor.\n- Harvest - The rat will break grass blocks and crops and pick up the drops. Some upgrades, like the Rat Upgrade: Miner, Rat Upgrade: Planter and Rat Upgrade: Fisherman override this command.\n- Transport Items - The rat will carry items from a pickup container (like a chest) and move them to a deposit container.\n\n\nNote: For the Hunt Prey, Gather Items, Harvest and Transport Items commands, players can use a Cheese Staff on containers to designate them as pick up and drop off locations.",
  "chapter.20.quest.16.task.1.title": "Rat Commands",
  "chapter.20.quest.19.description.1": "Clicking with the Rat flute will make a flute noise and command all rats within the local area. Sneak+Clicking will cycle through and change the command the flute gives.",
  "chapter.20.quest.2.description.1": "Important aspect of Rats is cheese. Cheese is made by pouring milk into a cauldron\n\n\nAsides from being a good food source, cheese is also used to tame wild rats, and for a plethora of rat-related crafting recipes.\n\n\n\n",
  "chapter.20.quest.4.description.1": "Rats are small creatures that spawn at night in the overworld, just like monsters. They are usually afraid of players and will run from them on sight. They can become quite a nuisance as rats are able to dig through wooden walls, steal food and seeds from chests, and destroy crops. Additionally, rats can sneak through fences and navigate through doors.",
  "chapter.20.quest.6.description.1": "Rat Cages are blocks crafted with iron bars, iron ingots, and wheat. They are used to contain and breed rats. Any rats that are riding the player\u0027s shoulders or head can be deposited in the cage by interacting with it. Rats in cages can be released by clicking on the cage again. There is no set limit to how many rats can be in a cage, but vanilla\u0027s entity cramming rules still apply. Rat cages can be decorated through the use of several items known as Rat Cage Decorations. Rat Tubes can also be connected to cages. Rat Cages connect to adjacent cage blocks to form one large cage.\n\n\nRats of opposing genders in the same cage will breed as long as a Rat Breeding Lantern is placed in the cage. Their pups have a chance of having new color mutations not present in their parents.\n\n\nTamed Rats can be made to do a variety of things, but one of the most important of these is auto-crafting.\n\n\nOne can start the autocrafting process by giving a tamed rat the Crafting Upgrade, and placing the rat on top of a Rat Crafting Table",
  "chapter.20.quest.7.description.1": "There are over 30 unique decorations for rat cages including rat hammocks and rat igloos. These can be applied to a rat cage by clicking on the cage with the respective item. They can be removed by trying to replace the decoration or by breaking the Rat Cage Block.",
  "chapter.20.quest.8.description.1": "Rat tubes are plastic tubes that can be attached to cages and blocks. Right clicking a rat tube will create an opening for rats to enter.",
  "chapter.20.quest.9.description.1": "In order to use the Cheese Staff, it must be \"bound\" to a rat. This is done by Right-Clicking the rat with the cheese staff in hand. Once bound to a rat, the cheese staff can then be clicked on any block.\n\n\nClick on a chest or container block with the bound staff in hand to open up the Cheese Staff Menu. Here the player can mark the container as either a pick-up or drop off a container for the rat\u0027s various commands.\n\n\nThe Staff can also be used to set a home point for the rat. The home point is the block that the rat will wander around when set to \"Wander\" command.",
  "chapter.20.title": "Cheesy Business",
  "chapter.21.quest.1.description.1": "The root of your Simple Storage Network. You will only need a single root per network.",
  "chapter.21.quest.10.description.1": "This upgrade will improve the speed that a cable will operate at. Can be input when right clicking a linked cable and input at the top right.",
  "chapter.21.quest.11.description.1": "This upgrade will increase the size of a stack of items that a link cable can move. Can be input by right clicking a linked cable and input at the top right.",
  "chapter.21.quest.12.description.1": "This remote will allow you to see the contents of a network at a distance. Can be linked to a network by shift right clicking the root with the remote.\n\n\nThe network will need to be chunk loaded to be seen at a distance.",
  "chapter.21.quest.13.description.1": "An upgrade of the storage remote that allows you to craft at a distance from your storage network.\n\n\nYour network will need to be chunk loaded to remain active at a distance.",
  "chapter.21.quest.14.description.1": "The Network Guide Book will be your guide to Simple Storage Network machines and mechanics.",
  "chapter.21.quest.15.description.1": "The Drawer Controller will allow you to connect all storage drawers in a 12 block radius making a large combined storage.\n\n\nYou can deposit items into the entire system by right clicking items onto it. Double right clicking the controller will attempt to dump your enitre inventory into the system, but only if they currently exist in the system.",
  "chapter.21.quest.16.description.1": "The Drawer Controller Slave will allow you to extend your storage system when connected to a storage controller. This is more performance friendly than having multiple controllers.",
  "chapter.21.quest.17.description.1": "Compacting drawers are a special drawer that will hold a specific material type and allow it to be changed between its different material amounts.\n\n\nFor example, loading this drawer with a iron block will allow you to pull the iron block, 9 iron ingots, or 81 iron nuggets from it with no crafting required.",
  "chapter.21.quest.18.description.1": "The Drawer Key will allow you to lock an item to a storage drawer slot. This will lock that item into that slot, even when all items are removed from the drawer.\n\n\nThe Quantify Key will allow you to show/hide the storage drawer display of the number of items contained on the face of the drawer.",
  "chapter.21.quest.19.description.1": "Full-size 1x1 storage drawers will store 32 stacks of an item.",
  "chapter.21.quest.19.task.1.title": "Full Storage Drawer: Single Item",
  "chapter.21.quest.2.description.1": "Link cables are used to link inventories (a chest for example) into a network. Only a single link cable must be in contact with the chest, a standard network cable can then connect the remaining distance to the network.",
  "chapter.21.quest.20.description.1": "Full-size 1x2 storage drawers will store 16 stacks of an item per drawer (32 stacks overall).",
  "chapter.21.quest.20.task.1.title": "Full Storage Drawer: Two Items",
  "chapter.21.quest.21.description.1": "Full-size 2x2 storage drawers will store 8 stacks of an item per drawer (32 stacks overall).",
  "chapter.21.quest.21.task.1.title": "Full Storage Drawer: Four Items",
  "chapter.21.quest.22.description.1": "Half-size 1x1 storage drawers will store 16 stacks of an item.",
  "chapter.21.quest.22.task.1.title": "Half Storage Drawer: One Item",
  "chapter.21.quest.23.description.1": "Half-size 1x2 storage drawers will store 8 stacks of an item per drawer (16 stacks overall).",
  "chapter.21.quest.23.task.1.title": "Half Storage Drawer: Two Items",
  "chapter.21.quest.24.description.1": "Half-size 2x2 storage drawers will store 4 stacks of an item per drawer (16 stacks overall).",
  "chapter.21.quest.24.task.1.title": "Half Storage Drawer: Four Items",
  "chapter.21.quest.25.description.1": "Trim pieces will allow you to extend your network around corners or other configurations without sacrificing a true storage drawer. It is helpful when setting up a controller based system.",
  "chapter.21.quest.25.task.1.title": "Storage Drawers Trim",
  "chapter.21.quest.26.description.1": "The storage downgrade will drop the storage of the drawer it is installed in to one stack.",
  "chapter.21.quest.27.description.1": "The first level of storage upgrade will increase the storage of a drawer block by 2 times.",
  "chapter.21.quest.28.description.1": "The second level of storage upgrade will increase the storage of a drawer block by 4 times.",
  "chapter.21.quest.29.description.1": "The third level of storage upgrade will increase the storage of a drawer block by 8 times.",
  "chapter.21.quest.3.description.1": "This block allows you to craft with items from a network.",
  "chapter.21.quest.30.description.1": "The fourth level of storage upgrade will increase the storage of a drawer block by 16 times.",
  "chapter.21.quest.31.description.1": "The fifth, and final, level of storage upgrade will increase the storage of a drawer block by 32 times.",
  "chapter.21.quest.32.description.1": "The void upgrade will void any items added to the drawer past its max capacity.",
  "chapter.21.quest.33.description.1": "The conversion upgrade will convert materials from different mods to a single type. (You should not run into this in this pack).",
  "chapter.21.quest.34.description.1": "This upgrade template is the base of many upgrades that can be applied to storage drawers.",
  "chapter.21.quest.35.description.1": "The illumination upgrade will make the item and number count on the front of the drawer glow, being more visible in less lit areas.",
  "chapter.21.quest.36.description.1": "The redstone upgrade will ouptut a redstone signal equivalent to the level that the storage is full.",
  "chapter.21.quest.37.description.1": "The min redstone upgrade will output a redstone signal equivalent to the lowest filled drawer level.",
  "chapter.21.quest.38.description.1": "The max redstone upgrade will output a redstone signal equivalent to how full the most filled drawer.",
  "chapter.21.quest.4.description.1": "These cables are the basis of the Simple Storage Network. Use these cables to link your network together.",
  "chapter.21.quest.5.description.1": "This block will allow you to see what is stored in a network.",
  "chapter.21.quest.6.description.1": "An import cable imports items INTO the network (aka the output of machine into the network). Only a single import cable needs to be placed on a block to attach it to a network, the remaining distance can be connected with standard network cable.",
  "chapter.21.quest.7.description.1": "An export cable pulls items OUT of a network and into a block (aka importing a item into a machine from the network). Only a single export cable needs to be placed to put into a block, they can be connected by standard network cable to the network.\nCan be right clicked to set whitelists/blacklists of items for the link.",
  "chapter.21.quest.8.description.1": "Functions as a link cable but can limit the items that are connected and set storage priority.",
  "chapter.21.quest.9.description.1": "Acts like an input cable but allows the input to the network to be filtered.",
  "chapter.21.title": "Storage Solutions",
  "chapter.22.quest.15.title": "Novice Mage",
  "chapter.22.quest.17.title": "Regular Mage",
  "chapter.22.quest.18.title": "Arch Mage",
  "chapter.22.title": "Ars Nouveau",
  "chapter.23.title": "Enigmatic Legacy",
  "chapter.24.quest.1.description.1": "Eidolon is a magic mod that draws on a lot of different inspirations, with aspects of alchemy and theurgy. It takes a bit of a dark perspective, also featuring mechanics themed around necromancy and soul manipulation. If you have ever wanted to play as a dark mage, performing strange rituals and communing with dark gods, this is the mod for you.",
  "chapter.24.quest.10.description.1": "Using shards of pure soul energy, activate powerful rituals at the brazier. Create new items, summon monsters, and ward huge areas from hostile creatures.\n\n",
  "chapter.24.quest.10.task.1.title": "Rituals",
  "chapter.24.quest.11.description.1": "Build an altar and pray to the dark lord. Perform sacrifices, upgrade your altar, improve your reputation with them, and they might reveal to you new knowledge or grant you new abilities...",
  "chapter.24.quest.11.task.1.title": "Theurgy",
  "chapter.24.quest.12.description.1": "Perform alchemy at the crucible, and tinker with magic items at a new workbench. Using soul shards and a huge variety of other ingredients, take your pick of a large selection of magical weapons, tools, armor, and curios.",
  "chapter.24.quest.12.task.1.title": "Artifice",
  "chapter.24.title": "Dark Magic",
  "chapter.25.title": "Trinkets \u0027n Curios",
  "chapter.26.quest.1.description.1": "Step 1:\nFind a wild wolf (the Vanilla Minecraft wolf).\nStep 2:\nFeed it bones (right click with a bone in your hand) until hearts appear above its head. If a collar appears on its neck and it sits down, you\u0027ve done it right!\nStep 3:\nFeed the dog at least one Training Treat and the dog will disappear for a very brief second and a dog without a collar will take its place. At this point, you now have a Doggy Talents dog.",
  "chapter.26.quest.1.title": "Dog Bone",
  "chapter.26.quest.10.title": "Dog Decorations",
  "chapter.26.quest.11.description.1": "This gives your dog a collar! To equip the collar, right click on your dog with the collar in your main hand. You can customize the color of the collars in a similar fashion as in the Wearable Backpacks mod!\nTo do so, just add it and dyes in a crafting table or applying it directly to your dog. You can take them off by using the Collar Sheers",
  "chapter.26.quest.12.description.1": "This special stick gives your dog the Glowing Level 1 effect for 100 ticks (5 seconds), the Speed Level 6 effect for 200 ticks (10 seconds), and the regeneration Level 1 effect for 100 ticks (5 seconds).",
  "chapter.26.quest.13.description.1": "You can play with your dog with this item! First, set your dog into docile mode, then right click to throw the bone. The dog to take off after the bone, grab it, and give it back to you as a Drool Throw Bone\nTo throw the bone again, you must clean the bone off first by right clicking it or adding it to a crafting table in order to get a Throw Bone.",
  "chapter.26.quest.14.description.1": "This functions the same way as the Throw Bone.",
  "chapter.26.quest.15.description.1": "This special bone is required to breed your dogs.",
  "chapter.26.quest.19.description.1": "These special sheers can cut off the wool collars off your dog. Also, the sheers can untame your dog.",
  "chapter.26.quest.2.description.1": "The first treat you will need to level up your dog. It can only level the dog to 20. After that, you will require the next tier treat, the Super Treat.",
  "chapter.26.quest.20.description.1": "Modes\n\n\nThese control how the dog reacts to other entities and interacts with you The tips of each mode appear above the dog as in the following image\n\n\nDocile (D)\nIn this mode, your dog will follow you but not attack anything. They will also play fetch with you when you throw the Throw Bone or Throw Stick. This mode will show up as the tip,\"(D)\" just above the dogs name.\n\n\nWandering (W)\nIn this mode, your dog will stay near its bowl and wait for your next command. To set your dog\u0027s bowl, simply place one and bring your dog within 1 block of it. This mode will show up as the tip,\"(W)\" just above the dog\u0027s name.\n\n\nAggressive (A)\nIn this mode, your dog will follow you and attack anything that either attacks you or that you attack. This mode will show up as the tip,\"(A)\" just above the dogs name.\n\n\nBerserker (B)\nIn this mode, your dog will follow you and will attack any mob that draws near. This mode will show up as the tip,\"(B)\" just above the dogs name.\n\n\nTactical (T)\nIn this mode, your dog will follow you but will not attack anything unless you use the command beam to attack the entity you right click on (with the item in hand). This mode will show up as the tip,\"(T)\" just above the dogs name.\n\n\nIncapacitated (I)\nIn this mode, your dog will be covered in blood and it will not attack nor will let you interact with it (except to let you make it sit down). The dog will enter this mode only when its health is 1/2 of a heart (1 HP) and its health will not reach 0,\npreventing the dog from dying. The dog will eventually exit this mode once its health reaches above 1 HP, however, it will not be at full health after exiting this mode. To force the dog to exit the mode at full health, feed it a cake.\nThis mode can be turned off in the configuration settings. This mode will show up as the tip,\"(I)\" just above the dogs name.",
  "chapter.26.quest.20.task.1.title": "Dog Modes",
  "chapter.26.quest.3.description.1": "Once you have a Doggy Talents dog, you will be able to right click on it with a stick in hand (main or secondary) to open the dog information/talents menu.\n\n\nThis menu allows you to change the name of your dog, toggle its behavior, add talents, and toggle whether to obey other players. In the menu, your dog\u0027s basic level, dire level, and level spending points will be displayed just under the name box.\n\n\nThe more you level up your dog using the Treats in this order: Training Treat, Super Treat, Master Treat, and Dire Treat; the more points you have available to spend on your talents. Eventually, the dog will hit its maximum level, which will not\nallow you to get anymore points once it hits this level cap.",
  "chapter.26.quest.4.description.1": "The second treat you will need to level up your dog. It can only level the dog to 40. After that, you will require the next tier treat, the Master Treat.",
  "chapter.26.quest.5.description.1": "The third treat you will need to level up your dog. It can only level the dog to 60. After that, you will require the final tier treat, the Dire Treat.",
  "chapter.26.quest.6.description.1": "The forth and final treat you will need to level up your dog. It adds dire levels, which is maxed at 30. After that, you will no longer have the ability to level up the dog, hence the dog has reached the ultimate level. Also, at the maximum dire\nlevel, end-like particles will begin to emit from your dog.",
  "chapter.26.quest.8.description.1": "This item is like a map, but for locating your dog when it has the Radio Collar equipped. To locate your dog, right click with the item in your main hand and it will give your dog\u0027s distance away from you and in which direction it is in. However,\nthis item only works if the dog is in the same dimension.",
  "chapter.26.quest.9.description.1": "This item allows you to carry food items for your dog. You can feed your dog the items inside by right clicking on your dog with the bag in hand.\nYou can also place the items from inside the bag into a Food Bowl by right clicking on the bowl with the bag in your hand.",
  "chapter.26.title": "A Reliable Friend",
  "chapter.27.quest.1.description.1": "Grizzly Bears will randomly drop some of their hair with time.",
  "chapter.27.quest.10.description.1": "A rare drop from jungle leaves. Can be used to make a Simple Farming tree whose bananas will work in the same way.",
  "chapter.27.quest.100.description.1": "Kill an animal from 100 blocks away with a hooded Bald Eagle.",
  "chapter.27.quest.100.task.1.title": "Long Distance Killer",
  "chapter.27.quest.101.description.1": "Encounter a Tarantula Hawk\n\n\nThe Tarantula Hawk is a giant neutral wasp that flies around deserts. They love attacking spiders, which they paralyze and bury underground. They are difficult to fight due to their very erratic flight. They can be healed with flowers.",
  "chapter.27.quest.101.task.1.title": "Tarantula Hawk Encountered",
  "chapter.27.quest.102.description.1": "Tame Tarantula Hawk with spider eyes. They can be very good protectors against most monsters.\nTwo tamed Tarantula Hawks can be bred with fermented spider eyes, where they will then seek out a spider to paralyze and bury. Eventually a baby Tarantula Hawk will emerge from where the spider was buried.",
  "chapter.27.quest.102.task.1.title": "Pet Flying Devil",
  "chapter.27.quest.103.description.1": "Feed meat to a Tiger to gain its blessing.\n\n\nTigers are large cats found in dense bamboo. They are weary of people and will attack if gotten too near. They are very good hunters and can become nearly invisible while hunting. By feeding them meat, their blessing can be gained which will allow you to approach them and they will come to your aid. They can be bred with Acacia Blossoms. They have potential to be born as white tigers.",
  "chapter.27.quest.103.task.1.title": "Blessings of Tony",
  "chapter.27.quest.104.description.1": "Rescue a beached Cachalot Whale.\n\n\nCachalot Whales are large neutral creatures found in pretty much every ocean. Their favorite prey are squid. Sometimes during storms they may spawn beached on the shore.",
  "chapter.27.quest.104.task.1.title": "Aqua Rescue Force",
  "chapter.27.quest.105.description.1": "What could go wrong jumping on an anthill?\n\n\nLeafcutter Ants are small ants that eat the leaves off of trees in jungles. Colonies can consist up to 20 ants. Typically only workers are seen but a queen can be summoned by jumping on an anthill. Queens are needed for the colony to repopulate.",
  "chapter.27.quest.105.task.1.title": "Ants in my Pants",
  "chapter.27.quest.106.description.1": "Kangaroo Encountered\n\n\nLarge jumping friends of the savanna and badlands, Kangaroos are a neutral creature. They are very good at defending themselves. They can be tamed with carrots where they gain the normal follower characteristics and a accessible storage by sneak right clicking. A melee weapon, helmet, and chestpiece placed in the storage can be used by the Kangaroo. Can be healed with non-meat foods and bred with a dead bush or grass.",
  "chapter.27.quest.106.task.1.title": "Kangaroo Jack",
  "chapter.27.quest.107.description.1": "Emu Encountered\n\n\nA large ground bird, the Emu is found in savanna and badlands. They initially panic when attacked but may return to attack. They like attacking skeletons though. They can be bred with Wheat but cannot be tamed. They will appear in a few different colors.",
  "chapter.27.quest.107.task.1.title": "Emu Day Out",
  "chapter.27.quest.108.description.1": "Encounter Enderiophage\n\n\nThe Enderiophage is pretty much just a giant virus commonly found in the End Midlands. It\u0027s primary prey is the Endergrades, but it will also attack Endermen. If allowed to pass on its virus it will affect the host until they die and burst with new Enderiophages. ",
  "chapter.27.quest.108.task.1.title": "End Virus",
  "chapter.27.quest.109.description.1": "To heal the End Flu Chorus fruit or milk can be eaten/drank.",
  "chapter.27.quest.109.task.1.title": "Hope it isn\u0027t Contagious",
  "chapter.27.quest.11.description.1": "A Crimson Mosquito drop when killed while inflated with blood from a mob.",
  "chapter.27.quest.110.description.1": "Long dead birds that now inhabits the Nether. They have a health stealing attack which they use to great effect up to five times.",
  "chapter.27.quest.110.task.1.title": "Soul Vulture Encountered",
  "chapter.27.quest.111.description.1": "Lure a Spectre over in the End and hitch a ride with a lead.\n\n\nSpectres are a relative of Phantoms but are completely passive. They cannot be attacked by physical means. Their favorite item is a Soul Heart, which they will follow very intently.",
  "chapter.27.quest.111.task.1.title": "Hitching a Ride",
  "chapter.27.quest.112.description.1": "Encounter a Straddler\n\n\nA Straddler is large rocky version of a Strider found in Basalt Deltas. They are aggressive and will attack an explorers they see by launching Stradpoles at them.",
  "chapter.27.quest.112.task.1.title": "Straddler Encountered",
  "chapter.27.quest.113.description.1": "Feeding a Stradpole a Crimson Mosquito Larva and it might grow up.",
  "chapter.27.quest.113.task.1.title": "Lava Tadpole Feast",
  "chapter.27.quest.114.description.1": "The Crimson Mosquito is a native of Crimson Forests where it will suck the blood of almost an creature. It can then spit this blood back at other targets.",
  "chapter.27.quest.114.task.1.title": "Cimson Mosquito Encountered",
  "chapter.27.quest.115.description.1": "The Warped Toad is a rare spawn in Warped Forests which is neutral. Its favorite food is Crimson Mosquitos so it may be worth having one of these as a friend.\nIt can be healed with maggots and bred with Crimson Mosquito Larva.",
  "chapter.27.quest.115.task.1.title": "Mosquito Repellent",
  "chapter.27.quest.116.description.1": "What could happen when a Crimson Mosquito feeds on a Mungus covered with Warped Fungus?",
  "chapter.27.quest.116.task.1.title": "Mad Scientist",
  "chapter.27.quest.117.description.1": "Kill the Warped Mosquito\n\n\nThe Warped Mosquito is a very dangerous evolution of a Crimson Mosquito. It will attack pretty much everything and will suck blood to regenerate health.",
  "chapter.27.quest.117.task.1.title": "Bye Bye Mega Chad",
  "chapter.27.quest.118.description.1": "The seal is a cute, if not loud, creature frequently found on beaches or icebergs. Usually they are found sleeping but are very good swimmers. Giving a seal three fish with \"trade\" with the seal and they will dive into the water and bring back a sea related item (some are valuable). Can be bred with lobster tails.",
  "chapter.27.quest.118.task.1.title": "Seal Encountered",
  "chapter.27.quest.119.description.1": "Shoebills are strange birds that inhabit swamps and will flee if attacked. They are more of solitary fishmen and won\u0027t keep all of their catch which can be picked up. They can be fed Crocodile eggs to increase the lure of their catches and Blobfish to increase the luck of their catch. They cannot be bred.",
  "chapter.27.quest.119.task.1.title": "Shoebill Encountered",
  "chapter.27.quest.12.description.1": "A random drop when killing a Crimson Mosquito.",
  "chapter.27.quest.120.description.1": "The Snow Leopard is a big cat found in snowy mountain area where they live in solitude. They won\u0027t be aggressive to players but love hunting and will protect themselves. While hunting they often create extra drops due to their skill (like high luck). They cannot be tamed but can be bred with Moose Ribs. ",
  "chapter.27.quest.120.task.1.title": "Snow Leopard Encountered",
  "chapter.27.quest.121.description.1": "Crows are annoyancing birds found in forests and plains where they circle fields and stop crop growth. They can be scared away with a scarecrow of a simple carved pumpkin. They will pickup any food or seeds and eat them.\nThey can be tamed by giving them some pumpkin seeds. When tamed they can follow the the basic tamed animal rules (Stay, follow, wander) but can also collect items. When set to gather mode crows will look for chests with item frames on them. Whatever item is in the frame will be collected and placed into the chest.",
  "chapter.27.quest.121.task.1.title": "Crow Encountered",
  "chapter.27.quest.122.description.1": "Mungi are mushroom creatures found in different Mushroom biomes. They are completely passive. They have mushroomson them that on them that they will grow more of depending on the biome. They have a chance of creating giant mushrooms. If killed with 5 mushrooms on it, it will explode and spread their mushroom covering them. They can be bred with Mushroom Stew.",
  "chapter.27.quest.122.task.1.title": "Mungus Encountered",
  "chapter.27.quest.123.description.1": "The Platypus is a strange little animal that can be found in rivers. It has a poisonous attack to return on attackers. It can be bred with Lobster Tails.\nIt\u0027s special ability is that when fed with redstone it will seak out clay blocks where it will dig up maggots and clay balls.",
  "chapter.27.quest.123.task.1.title": "Platypus Encountered",
  "chapter.27.quest.124.description.1": "The Tasmanian Devil is a small creature found in temperate forests. They can be found in groups making growling noises. They will also heartily defend themselves if attacked. Can be fed rotten flesh to release a howl to scare away all monsters for a time. They cannot be tamed but can be bred with meat.",
  "chapter.27.quest.124.task.1.title": "Tasmanian Devil Encountered",
  "chapter.27.quest.125.description.1": "Raccoons are natives of plains and forests where they can be seen foraging for food. They will come up to players to beg if food is being held but they will also steal food from chests. Will wash food when near water. Can be tamed when given an egg near water and can be bred with bread.",
  "chapter.27.quest.125.task.1.title": "Raccoon Encountered",
  "chapter.27.quest.126.description.1": "The Gazelle is a small creature of the savannas is very timid and prefers its large groups which will flee at the first sign of danger.",
  "chapter.27.quest.126.task.1.title": "Gazelle Encountered",
  "chapter.27.quest.127.description.1": "This annoying bug is pretty common across the overworld. They will chase and bite zombies to near death. They are bred with rotten flesh. Make sure these do not get into the Nether....",
  "chapter.27.quest.127.task.1.title": "Fly Encountered",
  "chapter.27.quest.128.description.1": "The Moose, the Big Boy of the Tundra and Taiga, are neutral but very capable of protecting themselves.\nCan be bred with dandelions.",
  "chapter.27.quest.128.task.1.title": "Moose Encountered",
  "chapter.27.quest.129.description.1": "The Komodo Dragon is the largest lizard you will ever see, which you could experience travelling through the badlands. They will attack almost anything so watch out and they have a very poisonous bite.\nIf given a very large amount of rotten flesh they can be tamed where they will fiercely protect their friends and are also a good mount.",
  "chapter.27.quest.129.task.1.title": "Komodo Dragon Encountered",
  "chapter.27.quest.13.description.1": "A custom weapon that fires mosquito spit as a weapon. Blood sacks can be used as ammunition.",
  "chapter.27.quest.130.description.1": "The Roadrunner is a quick ground bird that can be found in deserts and badlands. They are predator of Rattlesnakes. Can be bred with maggots.",
  "chapter.27.quest.130.task.1.title": "Roadrunner Encountered",
  "chapter.27.quest.131.description.1": "A rare underground bug that can be found deep down. It slowly moves but it has a powerful bite and is poisonous.",
  "chapter.27.quest.131.task.1.title": "Cave Centipede Encountered",
  "chapter.27.quest.132.description.1": "Cockroaches can be be found underground in the dark corners of caves. While they are normally scared of people they can be fed with sugar or bread to make them more comfortable. They will eat any food dropped on the ground as well.\nTheir most unique ability may be the ability to lose their head and keep on running though. They can be bred with sugar.",
  "chapter.27.quest.132.task.1.title": "Cockroach Encountered",
  "chapter.27.quest.133.description.1": "A Lobster is a small sea creature found in the water right off the beach. They will pinch anything aggresive to them but usually won\u0027t chase. Can come in a number of colors.",
  "chapter.27.quest.133.task.1.title": "Lobster Encountered",
  "chapter.27.quest.134.description.1": "This..... squishy fish is usually found deep in oceans. When a slimeball is used on a blobfish will allow it to survive on land.",
  "chapter.27.quest.134.task.1.title": "Blobfish Encountered",
  "chapter.27.quest.135.description.1": "A Hammerhead Shark are a large creature native in warmer oceans. It is a predator of any creature below half health.",
  "chapter.27.quest.135.task.1.title": "Hammerhead Shark Encountered",
  "chapter.27.quest.136.description.1": "This large animal of the End is a peaceful floating creature that is happy spending its days just floating around Chorus Forests eating chorus fruits. You can lure a Endergrade over to you by holding a Chorus fruit which you can also use to breed them.",
  "chapter.27.quest.136.task.1.title": "Endergrade Encountered",
  "chapter.27.quest.137.description.1": "A slime relative of the End found typically in End Cities. Have very powerful magical abilities of mimicing an attackers weapons and armor.",
  "chapter.27.quest.137.task.1.title": "Mimicube Encountered",
  "chapter.27.quest.138.description.1": "The Bone Serpent is a native of the lava lakes of the Nether where it preys on almost everything, especially Wither Skeletons.",
  "chapter.27.quest.138.task.1.title": "Bone Serpent Encountered",
  "chapter.27.quest.139.description.1": "The Dropbear is an evil creature native to the Nether Wastes. It hangs from the ceiling where it waits for things to walk beneath it to drop down upon and attack.",
  "chapter.27.quest.139.task.1.title": "Dropbear Encountered",
  "chapter.27.quest.14.description.1": "A Rattlesnake drop when killed, usually when protecting other creatures from its venomous bite.",
  "chapter.27.quest.140.description.1": "This potion, made from bear hair and potions of strength, will create a potion giving knockback resistance.",
  "chapter.27.quest.15.description.1": "Once you lead a Endergrade down to you with a Chorus fruit you can saddle them much like a pig in the overworld. By crafting a Chorus Fruit on a Stick you can lead an Endergrade around in any direction you want.",
  "chapter.27.quest.16.description.1": "A random Hammerhead Shark item that may drop when it attacks.",
  "chapter.27.quest.17.description.1": "These arrows travel better underwater where they deal extra damage to sea creatures.",
  "chapter.27.quest.18.description.1": "Just in case you want to move some lobsters around.",
  "chapter.27.quest.19.description.1": "A Lobster item that drops when they are killed.",
  "chapter.27.quest.2.description.1": "Roadrunners will drop these if they lose battles against Rattlesnakes.... or you.",
  "chapter.27.quest.20.description.1": "Would go nice with some butter.",
  "chapter.27.quest.21.description.1": "An occasional drop from live Komodo Dragons.",
  "chapter.27.quest.22.description.1": "Taking a few drops of saliva and putting it into a bottle could be pretty potent.",
  "chapter.27.quest.23.description.1": "The very definition of poison.",
  "chapter.27.quest.24.description.1": "A very potent poison resistance potion made from poison essence and a Rattlesnake tail.",
  "chapter.27.quest.25.description.1": "A random drop from Capuchin Monkeys when fed bananas. ",
  "chapter.27.quest.26.description.1": "A very \"unique\" soup......\nMaybe try some of this better soup.",
  "chapter.27.quest.27.description.1": "This item is a Cave Centipede drop when they are killed, where multiple can be dropped.",
  "chapter.27.quest.28.description.1": "Grants the wearer the ability to climb walls.",
  "chapter.27.quest.29.description.1": "The larva for a Crimson Mosquito, made from a maggot and proboscis. Is the favorite treat of the Warped Toad, and will allow you to tame it with a few of these.",
  "chapter.27.quest.3.description.1": "These boots, which are fitted with Roadrunner feathers, will allow users to run faster on sand.",
  "chapter.27.quest.30.description.1": "Every 7-10 days a moose can drop one of their antlers.",
  "chapter.27.quest.31.description.1": "By mounting some antlers to this hat it will give the player a knockback ability.",
  "chapter.27.quest.32.description.1": "These are some big ribs that are dropped when a moose is killed.",
  "chapter.27.quest.33.description.1": "It is Barbeque time!",
  "chapter.27.quest.34.description.1": "A drop from Mimicubes that can be used to duplicate enchanted tools, result is broken but duplicate tool.",
  "chapter.27.quest.35.description.1": "A drop when a Raccoon is killed.",
  "chapter.27.quest.36.description.1": "This fun hat will give the wearer a speed boost while sneaking.",
  "chapter.27.quest.37.description.1": "When you want a slimey little buddy of your own.",
  "chapter.27.quest.38.description.1": "The sad little body of a blobfish when it is killed.",
  "chapter.27.quest.39.description.1": "By compressing blobfish down into a bottle, Fish Oil can be made that can have some interesting properties in the rain.",
  "chapter.27.quest.4.description.1": "A drop from Bone Serpents when they leap out of lava and are killed.",
  "chapter.27.quest.40.description.1": "This Rattle is made with Rattlesnake tail. It will catch the attention of Cockroaches.",
  "chapter.27.quest.41.description.1": "A random drop when killing Cockroaches.",
  "chapter.27.quest.42.description.1": "A rebuilt wing of a Cockroach.",
  "chapter.27.quest.43.description.1": "This potion will allow a person to go almost invisible to hostile bugs.",
  "chapter.27.quest.44.description.1": "A rare drop from acacia trees.",
  "chapter.27.quest.45.description.1": "After Soul Vulture has become filled from its health drain attack it may drop this infused heart.",
  "chapter.27.quest.46.description.1": "This potion will give the drinker the Soul Vultures health sapping power.",
  "chapter.27.quest.47.description.1": "Shearing mossy Alligator Snapping Turtles has a chance to drop this.",
  "chapter.27.quest.48.description.1": "This modified turtle helmet provides knockback resistance and allows the wearer to breathe underwater for 15 more seconds. Also has a chance to return melee attacks.",
  "chapter.27.quest.49.description.1": "The core of a Guster that can drop when they are killed.",
  "chapter.27.quest.5.description.1": "This special potion will allow you to look through lava like it was water.",
  "chapter.27.quest.50.description.1": "Throw a little sand in their eyes!",
  "chapter.27.quest.51.description.1": "The Gustmaker, when powered with redstone, emits little Gusters in a line that can push stuff around.",
  "chapter.27.quest.52.description.1": "What gives the Warped Mosquito its strength.",
  "chapter.27.quest.53.description.1": "The warped power behind the Warped Mosquito.",
  "chapter.27.quest.54.description.1": "An upgraded Blood Sprayer.",
  "chapter.27.quest.55.description.1": "Try to catch a Stradpole in a bucket of lava.",
  "chapter.27.quest.56.description.1": "A rare Straddler drop that has an interesting use.",
  "chapter.27.quest.57.description.1": "A dyeable board that allows you to surf lava. Be careful to not hit anything though because you may fall off.",
  "chapter.27.quest.58.description.1": "An occasional drop from a live Emu.",
  "chapter.27.quest.59.description.1": "A whole omelet in a shell.",
  "chapter.27.quest.6.description.1": "A drop from Gazelle\u0027s when they are unfortunately killed, but they also may drop some mutton.",
  "chapter.27.quest.60.description.1": "An Emu drop when killed.",
  "chapter.27.quest.61.description.1": "Gives the wearer the Emu dodge ability.",
  "chapter.27.quest.62.description.1": "A Dropbear drop which can be used to make flint and steel or a special potion.",
  "chapter.27.quest.63.description.1": "This potion allows whoever drinks it to walk on ceilings like a Dropbear.",
  "chapter.27.quest.64.description.1": "A Kangaroo drop when they are sadly killed.",
  "chapter.27.quest.65.description.1": "Might as well cook up the meat.",
  "chapter.27.quest.66.description.1": "A fine artisan burger.",
  "chapter.27.quest.67.description.1": "A Kangaroo that can be crafted into leather or some fancy pants.",
  "chapter.27.quest.68.description.1": "A drop from Cachalot Whales when they attack.",
  "chapter.27.quest.69.description.1": "A reward given by a whale for saving it from being beached.",
  "chapter.27.quest.7.description.1": "This Crocodile item is dropped when baby crocodiles age up or are killed.",
  "chapter.27.quest.70.description.1": "The Echolocator can locate nearby caves.",
  "chapter.27.quest.71.description.1": "The Enderlocator can be used to locate the end portal.",
  "chapter.27.quest.72.description.1": "A rare drop from chamber blocks or Queens. Can be used to create new ant colonies when used on dirt or grass.",
  "chapter.27.quest.73.description.1": "This fungi can be used to feed ants and heal them or boost the Queen\u0027s reprodction. It can be collected by right clicking a moldy ant chamber under an anthill, where placing a shroomlight will stop the ants from being angry.",
  "chapter.27.quest.74.description.1": "A drop from Enderiophage, it can hold a stack of items inside which will be transported into whatever block is above them.",
  "chapter.27.quest.75.description.1": "A special firework with special DNA effect that can be made in the End.",
  "chapter.27.quest.76.description.1": "The Falconry Glove will allow you to pick up tamed Bald Eagles. Then by punching while pointing at a mob from long range will send the eagle off to attack it. If not hovering over a mob the eagle will just hop off.",
  "chapter.27.quest.77.description.1": "The Falconry Hood allows finer control of Bald Eagle flight, giving third-person control over the eagle\u0027s flight. The Eagle can fly up to 150 blocks out from its owner. Sneaking will stop the flying mode.",
  "chapter.27.quest.78.description.1": "A drop when a Tarantula Hawk is killed.",
  "chapter.27.quest.79.description.1": "A reconstructed Tarantula Hawk wing.",
  "chapter.27.quest.8.description.1": "This crocodile armor will give you some protection but also increase your swim speed.",
  "chapter.27.quest.80.description.1": "An enhanced elytra with Tarantula Hawk wings that provides extra protection, durability, and enchantability.",
  "chapter.27.quest.81.description.1": "Encounter a Grizzly Bear\n\n\nWhile these forest bears may seem cuddly, it is best to keep your distance from a Grizzly Bear as they may have young nearby that they will protect fiercely. Naturally they are very neutral mobs though. ",
  "chapter.27.quest.81.task.1.title": "Grizzly Bear Encountered",
  "chapter.27.quest.82.description.1": "A Grizzly Bear can be tamed by waiting for it to eat some honey, or by feeding a honeycomb to the bear, then feeding it some salmon. They are fierce defenders and a good mount.",
  "chapter.27.quest.82.task.1.title": "Teddy the Bear",
  "chapter.27.quest.83.description.1": "This potion will allow you to create a uncommon speed potion that will help you get where you are going quicker.",
  "chapter.27.quest.84.description.1": "A crocodile is a large swamp and river based creature that is very dangerous to be near. You can still breed these creatures though with the use of rotten flesh. When the egg hatches, a nearby player is imprinted upon the baby and it will listen to their commands.",
  "chapter.27.quest.84.task.1.title": "Crocodile Encountered",
  "chapter.27.quest.85.description.1": "Alligator Snapping Turtles are large swamp turtles. They will take a bite out of anything that gets too near. They rarely move and grow a mossy layer over their shell.",
  "chapter.27.quest.85.task.1.title": "Alligator Snapping Turtle Encountered",
  "chapter.27.quest.86.description.1": "Breed two Hummingbirds with flowers.\n\n\nHummingbirds are found in jungles, flower forests, and sunflower areas where they are quickly flying around pollinating crops and flowers more quickly than bees.",
  "chapter.27.quest.86.task.1.title": "Hummingbreeder",
  "chapter.27.quest.87.description.1": "Go swimming with a pod of Orcas. Will grant faster attack speed.\n\n\nThis large sea animal can be found in cold oceans where it can be seen jumping up out of the water. They aren\u0027t the friendliest so watch where you swing but they will also attack Guardians and Drowned.",
  "chapter.27.quest.87.task.1.title": "Orca\u0027s Might",
  "chapter.27.quest.88.description.1": "Blessed by a Sunbird.\n\n\nThe Sunbird is a mythological bird found flying above mountains. Will cause undead to burst into flame when nearby but naturally do not attack. ",
  "chapter.27.quest.88.task.1.title": "Blessings from the Sky",
  "chapter.27.quest.89.description.1": "Tame a Gorilla with bananas.\n\n\nGorillas are large apes found in jungles where they are peaceful but will handily defend themselves. Silverback Gorillas will lead each pack where baby gorillas can be seen clinging to their Gorilla\u0027s backs.",
  "chapter.27.quest.89.task.1.title": "Mighty Joe Young",
  "chapter.27.quest.9.description.1": "A maggot will drop when a Fly is killed.",
  "chapter.27.quest.90.description.1": "Tame a Capuchin Monkey with bananas.\n\n\nThese small monkeys are prevalent in Jungles where they are fond of being given bananas. Once tamed they can sit on their friend\u0027s shoulder, follow, wander, stay, and even attack with both melee and ranged attacks.\nThey can be fed eggs to heal them but maggots are used to breed them. ",
  "chapter.27.quest.90.task.1.title": "Mini Mo",
  "chapter.27.quest.91.description.1": "The Rattlesnake is a venomous snake native to deserts and badlands. Its location is usually given away by it\u0027s distinctive rattle sound made by its tail. They bite and poison a person if they get too close while rattling.",
  "chapter.27.quest.91.task.1.title": "Rattlesnake Encountered",
  "chapter.27.quest.92.description.1": "Who knows what will happen if you give a Cockroach a Maraca.",
  "chapter.27.quest.92.task.1.title": "La Cucaracha",
  "chapter.27.quest.93.description.1": "Tame a non-tusked Elephant.\n\n\nElephants are the large roamers of the Savannas. They can be found in three varieties: calves, tusked, and non-tusked. Elephants overall are very defensive of all of their herd family. Full Size Tusked Elephants cannot be tamed with Acacia Blossoms. Can be sometimes seen as a Wandering Trader\u0027s animal.",
  "chapter.27.quest.93.task.1.title": "Safari Adventure",
  "chapter.27.quest.94.description.1": "Tame a tusked elephant as a calf.\n\n\nTusked elelphants can only be tamed as a calf, but they will grow up to be fierce defenders.",
  "chapter.27.quest.94.task.1.title": "Greatest Warrior",
  "chapter.27.quest.95.description.1": "Place a colored carpet on a tamed Elephant.\n\n\nElephants can be decorated with different colored carpets as well as have chests added to them to allow them to carry many items.",
  "chapter.27.quest.95.task.1.title": "Elephant Style",
  "chapter.27.quest.96.description.1": "Tame a Mantis Shrimp with Tropical Fish.\n\n\nGiant neutral creatures found in reefs or warm oceans that pack a heck of a punch. Mantis Shrimp can be healed with any fish and be bred with lobster tails. A tamed mantis shrimp can be given a block with a sneak right click and it will seek it out and break it if set into its breaking mode.",
  "chapter.27.quest.96.task.1.title": "Bullets, for Hands",
  "chapter.27.quest.97.description.1": "Give tamed mantis shrimp a bucket of water",
  "chapter.27.quest.97.task.1.title": "I\u0027m Parched",
  "chapter.27.quest.98.description.1": "Guster Encountered\n\n\nA Guster is angry desert spirt that are created during storms. They will attack everything sending it high into the air or shooting sand at them.",
  "chapter.27.quest.98.task.1.title": "Guster Encountered",
  "chapter.27.quest.99.description.1": "Tame a Bald Eagle with Fish Oil.\n\n\nBald Eagles are neutral large birds found near mountains with plenty of trees. They fly to lakes to grab salmon out of the water or hunt nearby rabbits. They can be lured in and tamed with Fish Oil. They follow typical follower commands. They can be healed with fish and bred with rotten flesh.",
  "chapter.27.quest.99.task.1.title": "Not Really Bald",
  "chapter.27.title": "Hostile World",
  "chapter.28.quest.2.subtitle": "Click on the scale to learn more!",
  "chapter.28.quest.2.task.1.title": "Slay any Fire dragon!",
  "chapter.28.quest.3.subtitle": "Click on the scale to learn more!",
  "chapter.28.quest.3.task.1.title": "Slay any Ice dragon!",
  "chapter.28.quest.30.task.1.title": "Any #iceandfire:dragon_skulls",
  "chapter.28.quest.4.subtitle": "Click on the scale to learn more!",
  "chapter.28.quest.4.task.1.title": "Slay any Lightning dragon!",
  "chapter.28.quest.51.subtitle": "Obtain a dragon egg",
  "chapter.28.subtitle": "In your own homeland! Can you believe it?",
  "chapter.28.title": "Dragons!",
  "chapter.29.quest.1.description.1": "How to get: 8% chance they will drop when breaking a bone block\nHow to use: throw them on the ground to \"sow\" an army of Sparti",
  "chapter.29.quest.1.subtitle": "ancient relic used to summon skeleton warriors",
  "chapter.29.quest.10.subtitle": "use to get a brief speed boost",
  "chapter.29.quest.11.subtitle": "may be useful to avoid the gaze of the gorgons...",
  "chapter.29.quest.12.subtitle": "overflowing with food",
  "chapter.29.quest.14.subtitle": "dropped by Harpies (or found in their nests);",
  "chapter.29.quest.15.subtitle": "dropped by Cerberus",
  "chapter.29.quest.16.subtitle": "legendary helmet that turns the wearer and their items invisible",
  "chapter.29.quest.17.subtitle": "musical instrument",
  "chapter.29.quest.18.subtitle": "dropped by Talos",
  "chapter.29.quest.19.description.1": "Giant Boars are created when feeding a Hoglin a poisonous potato outside of the Nether.",
  "chapter.29.quest.19.subtitle": "Hoglin on steroids",
  "chapter.29.quest.2.subtitle": " purifies the user by removing all negative effects",
  "chapter.29.quest.20.subtitle": "dropped by Fury;",
  "chapter.29.quest.21.subtitle": "dropped by Gorgons;",
  "chapter.29.quest.22.subtitle": "dropped by Empusa",
  "chapter.29.quest.23.description.1": "used to tame Orthus.",
  "chapter.29.quest.23.subtitle": "dropped by Empusa and Fury",
  "chapter.29.quest.25.subtitle": "dropped by Nemean Lion",
  "chapter.29.quest.26.subtitle": "shoots double fire arrows",
  "chapter.29.quest.27.subtitle": "shoots triple arrows at high speeds",
  "chapter.29.quest.28.subtitle": "dropped by horned creatures (Minotaur, Cerastes, Cyprian);",
  "chapter.29.quest.29.description.1": "Found in nests that appear in most biomes, and rarely in the desert.",
  "chapter.29.quest.29.subtitle": "Half-bird, half-women who want to eat your entrails.",
  "chapter.29.quest.3.description.1": "How to get: open a mysterious box and give a diamond to the Elpis that (sometimes) comes out. Also dropped by the Talos and Bronze Bull.",
  "chapter.29.quest.3.subtitle": "a small drop of the blood of the gods",
  "chapter.29.quest.30.description.1": "Looking a gorgon in the face will paralyze the player. When paralyzed, players are unable to move, jump, or use items\n\n\nGorgons have a 0.8% chance to spawn as a Medusa, or 95% chance to become a Medusa when struck by lightning",
  "chapter.29.quest.30.subtitle": "Cursed snake-women so terrifying that anyone who looks upon their face will freeze in place, unable to move or even use items.",
  "chapter.29.quest.31.subtitle": "dropped by Pythons and Medusa",
  "chapter.29.quest.32.subtitle": "Huge, venomous snake found in abandoned pits in jungles.",
  "chapter.29.quest.33.subtitle": "Harbringers of death found in the Nether",
  "chapter.29.quest.34.description.1": "when placed, gives Absorption effect;\n\n\ncan be crafted with a book to get a Hunting enchantment. Items with Hunting have a chance to instantly kill most animals.",
  "chapter.29.quest.34.subtitle": "dropped by Satyrs",
  "chapter.29.quest.35.description.1": "Satyr shamans will summon wolves when they are attacked.",
  "chapter.29.quest.35.subtitle": " Fun-loving, pipe-playing, fire-dancing goatmen;",
  "chapter.29.quest.36.description.1": "To summon this fiend, you must build a 4x4 hollow frame of blackstone blocks, with a 2x2 of lava in the middle. Then sacrifice the head of an Orthus by tossing it into the lava. The lava will turn to magma and the Cerberus will appear.",
  "chapter.29.quest.36.subtitle": "The three-headed hound of the underworld",
  "chapter.29.quest.37.description.1": "Summoned by feeding a Heart of the Sea to a Whirl (by dropping the item nearby).",
  "chapter.29.quest.37.subtitle": "Dangerous whirlpool monster.",
  "chapter.29.quest.38.subtitle": "Vampiric demons who thirst for the lifeblood of unwary players. Dies during the day, even when not exposed to the sun.",
  "chapter.29.quest.4.subtitle": "magical nectar with the same power as an enchanted golden apple",
  "chapter.29.quest.40.description.1": "Summon by placing three Gigante heads and killing a cow in close proximity.",
  "chapter.29.quest.40.subtitle": "Three-headed gigante whose only passion is a herd of Mad Cows.",
  "chapter.29.quest.41.description.1": "To summon the Bronze Bull, you must build a 2x2 of copper blocks with 2 bronze blocks on the sides",
  "chapter.29.quest.41.subtitle": "Fierce, fire-breathing, clockwork bull",
  "chapter.29.quest.42.description.1": "To summon the Talos, place 3x2 copper blocks and place a bronze block on top. Watch out! That dispenser on his arm isn\u0027t just for looks...",
  "chapter.29.quest.42.subtitle": "Brass automaton that will devastate any player foolish enough to build it.",
  "chapter.29.quest.43.description.1": "Spawns: in Ara Tents made of grey and white wool. These tents sometimes have a chest.",
  "chapter.29.quest.43.subtitle": "(Neutral until attacked) Women cursed to have their hearts turn to flint",
  "chapter.29.quest.44.description.1": "Spawns: in plains and taiga areas",
  "chapter.29.quest.44.subtitle": "(Neutral until attacked) Half-men, half-horse",
  "chapter.29.quest.45.description.1": "Spawns: in the desert and other sandy areas",
  "chapter.29.quest.45.subtitle": "(Hostile) Horned vipers",
  "chapter.29.quest.46.description.1": "Sorcerer who spawns wherever witches spawn. Her wand can turn people to pigs!\nSpawns: 2% chance to replace a witch that is spawned",
  "chapter.29.quest.47.description.1": "Spawns: in mountain areas",
  "chapter.29.quest.47.subtitle": "(Hostile) One-eyed monsters that are slightly bigger than the player",
  "chapter.29.quest.48.description.1": "Spawns: plains and taiga areas\nOnly spawns at night",
  "chapter.29.quest.48.subtitle": "(Hostile) Bull-headed centaurs",
  "chapter.29.quest.49.description.1": "Spawns: in most overworld biomes and the nether\nOnly spawns at night",
  "chapter.29.quest.49.subtitle": "(Hostile) Snake monster",
  "chapter.29.quest.5.description.1": "use to place water, sneak+use to pick up water\n\n",
  "chapter.29.quest.5.subtitle": "dropped by Charybdis",
  "chapter.29.quest.50.description.1": "Spawns: in most overworld biomes",
  "chapter.29.quest.50.subtitle": "(Neutral) Spirits of the trees and protectors of nature",
  "chapter.29.quest.51.description.1": "Spawns: in mountain areas and snowy plains",
  "chapter.29.quest.51.subtitle": "(Neutral until attacked) the original giants",
  "chapter.29.quest.52.description.1": "Spawns: in crimson and warped forest biomes",
  "chapter.29.quest.52.subtitle": "(Neutral) Spirits of the trees and protectors of nature in the Nether",
  "chapter.29.quest.53.description.1": "Spawns: in most overworld biomes, and when summoned by the Geryon",
  "chapter.29.quest.53.subtitle": "(Hostile) identical to a regular cow except for the part where it tries to eat you",
  "chapter.29.quest.54.description.1": "Spawns: in most overworld biomes",
  "chapter.29.quest.54.subtitle": "(Hostile) Half-men, half bull creatures that charge on sight",
  "chapter.29.quest.55.subtitle": "(Neutral until attacked) Gentle protectors of the rivers and oceans",
  "chapter.29.quest.56.description.1": "Spawns: in deserts in Lion Dens. Can also spawn when an Ocelot with the Strength potion effect is hit by lightning.",
  "chapter.29.quest.56.subtitle": "(Miniboss) Giant lion with arrow-proof hide.",
  "chapter.29.quest.57.description.1": "Spawns: in the nether",
  "chapter.29.quest.57.subtitle": "(Hostile) Two-headed dog from the underworld",
  "chapter.29.quest.58.description.1": "Spawns: in pyramid-shaped pits found half-buried in the jungle",
  "chapter.29.quest.58.subtitle": "(Miniboss) Huge, venomous snake of lore",
  "chapter.29.quest.59.description.1": "Spawns:Any time a player dies, with about half of the player\u0027s experience",
  "chapter.29.quest.59.subtitle": "(Hostile) Spirit of the deceased",
  "chapter.29.quest.6.subtitle": "required to catch and tame a Unicorn",
  "chapter.29.quest.60.description.1": "Spawns: in ocean areas",
  "chapter.29.quest.60.subtitle": "(Hostile) half-fish, half-woman who lures players in to eat them",
  "chapter.29.quest.69.subtitle": "Vicious birds with razor-sharp feathers, found in swamps.",
  "chapter.29.quest.7.subtitle": "musical instrument used by the Satyrs",
  "chapter.29.quest.9.description.1": "How to get: 10% chance they will drop when breaking a cobweb",
  "chapter.29.quest.9.subtitle": "small bundle of web that may contain items... or spider eggs",
  "chapter.29.title": "Greek Fantasy",
  "chapter.3.quest.1.description.1": "Spice of Life: Potato Edition will give you benefits for eating a variety of foods.\n\n\nYou will receive variable benefits depending on how diverse your current diet is, and has been in the recent past.\n\n\nYou will have to maintain that level of diversity to keep those benefits. This should encourage automation of a variety of foods, rather than just encouraging you to eat each food once (SoL: Carrot Edition).\n\n\n*Note: This means your diversity score is constantly and dynamically changing depending on what your current and past diet. \nThus, you can have many benefits after eating a diverse set of foods for a time, but falling back to eating only bread will gradually result in a loss/weakening of gained benefits.\nTo get a higher diversity score, you need to keep including more and more diverse types of foods in your diet.",
  "chapter.3.quest.1.task.1.title": "Food Variety and Bonuses",
  "chapter.3.quest.10.description.1": "- loot has a 75% chance to be doubled\n\n\n- experience from all sources is increased by 50%\n\n\n- all monsters have their health and damage increased by 40% (instead of 20% chance)(at night the bonus is doubled to 80%)\n\n\n- Phantom and new End Keeper spawn naturally near new structures\n\n\n- Elite Skeleton may spawn in a group\n\n\n- Enderman may teleport target on hit\n\n\n- Shulker may inflict Blindness effect\n\n\n- Creepers on explosion may spawn more Creeperlings\n\n\n- Undead Army now has 5 waves\n\n\n- undead spawned during the Undead Army are quadruple as likely to have enchanted items\n\n\n- undead spawned during the Undead Army are thrice as likely to have armor pieces\n\n\n- Undead Army now rewards with 2 Treasure Bags (instead of 1)\n\n\n- Undead Army gives 200% more experience for completing it (instead of 100%)\n\n",
  "chapter.3.quest.10.subtitle": "New mechanics for Master Mode:",
  "chapter.3.quest.10.title": "Now entering: Master Mode!",
  "chapter.3.quest.100.description.1": "Anvils have significantly more utility than previously.  Anvils have no level limit, and are enchantable.  Anvils can receive Unbreaking, Splitting, and Obliteration.  Splitting is a new enchantment that allows you to drop an anvil on an enchanted book with multiple enchantments, and receive an individual book for each level.  However, this process only has a 20% success chance per level of splitting, and will always cause damage to the anvil (but can be prevented by unbreaking).  Obliteration is similar, it has the same success rules, but it works on books with a single enchantment above level one.  It will create two books, each a level lower than the original.  Think of it as the inverse of combining two books in an anvil.",
  "chapter.3.quest.101.description.1": "Campfire will provide Regeneration Effect",
  "chapter.3.quest.102.title": "Humble accommodation ",
  "chapter.3.quest.103.description.1": "You can aquire Flint more effectively with Fiber Mesh.\nCraft Flint shears and cut some grass to make Mesh. Then you can sift Gravel and get Flint.\n\n\nNOTE: You need to cut MINECRAFT grass, modded will not work.",
  "chapter.3.quest.103.title": "Let\u0027s make a Mesh!",
  "chapter.3.quest.11.title": "Iron Armor",
  "chapter.3.quest.117.description.1": "Blame @Doctor Mage#5234",
  "chapter.3.quest.117.title": "You asked for this, Mage",
  "chapter.3.quest.12.description.1": "Below you can find tools in order of mining skill requirement. There are a lot more tools available and these are just basic ones.",
  "chapter.3.quest.12.title": "So much room for activities now!",
  "chapter.3.quest.120.subtitle": "Die at least 1 time",
  "chapter.3.quest.120.title": "Knowledge of Death",
  "chapter.3.quest.121.description.1": "Players earns knowledge points each time they use a grave\u0027s soul to enchant an item, when they free a soul from a receptacle, by praying near a decorative grave with a special item called Ankh of Pray (with a cooldown of 6 in-game hours), or by accomplishing the tombstone advancements.\n\n\nTheses points allow you to unlock some perks in a special gui \"Knowledge of Death\" (the keybind in \"misc\" is not defined by default).\n\n\nThe perks are small bonus related to all the features of tombstone, instead of providing them by default.",
  "chapter.3.quest.121.subtitle": "Chose your first knowledge of death",
  "chapter.3.quest.122.description.1": "The decorative graves are special blocks with a fog particle only during the night.\n\n\nThe decorative graves can be haunted by a soul. The soul stays until used and allows some enchants like magic scroll/tablet, or upgrade the grave\u0027s key.\n\n\nTo build a decorative grave, you will need to collect Grave\u0027s Dust (the common way to obtain them is by killing undeads or with Cat Morning Gift), and one Essence of Undeath being an ingredient obtainable through the advancements (the first one is by finding how to select your favorite grave in the config in game) and rarely foundable on undeads, Cat Morning Gift and by fishing in deep water (but don\u0027t hope to find them by theses ways except by luck).\n\n\nRarely, a Grave Guardian can appear near a decorative grave. This guardian will protect the surroundings from hostile creatures and will offer to trade with the players. This is one way to obtain Grave\u0027s Dust and Essence of Undeath. During special events, the trades may differ.",
  "chapter.3.quest.122.subtitle": "Decorative graves",
  "chapter.3.quest.122.task.3.title": "Any #tombstone:decorative_graves",
  "chapter.3.quest.126.description.1": "Project MMO allows players to advance through the game in their own unique method. Compared to traditional Minecraft gameplay where players have to craft powerful armors and weapons and later rely entirely on them for damage and protection, Project MMO introduces a more “RPG-styled” method of progressing through the game.\n\n\nStarting the game you will not be able to use armor, decent tools and specific artifacts/relics/baubles, because this requires a certain level of the player associated with a specific item. In addition to the restrictions - leveling gives a variety of bonuses - passive(like improving your damage) or active(like the ability to salvage item for another one), thereby engaging in certain activities, you will improve your character.\n\n\nAs players perform a certain action, they would get better at doing so. For example, if a player wants to become the best warrior, they can train themselves by swinging their swords all day to earn more points in strength.\n\n\nYou will be able to see the settings of the mod when you press the P button",
  "chapter.3.quest.126.subtitle": "(brief explanation about stats)",
  "chapter.3.quest.126.title": "Experience, skills and character progression.",
  "chapter.3.quest.127.description.1": "The Paraglider can be crafted by using some leathers and sticks. While you\u0027re holding Paraglider midair, you fall more slowly, gliding over the land.\n\n\nAlso there\u0027s and Stamina Vessels which you can use it to expand your stamina wheel. Obtaining these will involve talking to a peculiar statue of some foreign goddess. Keep an eye on when you visit a village.",
  "chapter.3.quest.128.description.1": "To get back from the Nether, you\u0027ll have to search for a Monolith. These are new, semi-rare structures that can be easily spotted from far away thanks to the beams they shoot into the sky.",
  "chapter.3.quest.128.subtitle": "Enter the Nether!",
  "chapter.3.quest.129.description.1": "Gliders can be used to glide across long distances.\n\n\nThe distance they glide is limited to a unique stamina mechanic",
  "chapter.3.quest.129.subtitle": "Falling with style",
  "chapter.3.quest.129.title": "Leap Of Faith",
  "chapter.3.quest.130.description.1": "A lonely momenument to an ancient goddess.\n\n\nThey can be found around all over the world but are not uncommon in villages.\n\n\nOffer them spirit orbs to increase your stamina.",
  "chapter.3.quest.130.task.1.title": "Praise Hylia",
  "chapter.3.quest.130.title": "Praise Hylia",
  "chapter.3.quest.131.description.1": "To tame a pegasus craft a golden briddle.\n\n\nWhile holding the golden briddle attempt to mount it.",
  "chapter.3.quest.131.subtitle": "My horse is amazing",
  "chapter.3.quest.131.task.1.title": "Look At My Horse",
  "chapter.3.quest.15.title": "Cover me in diamonds",
  "chapter.3.quest.19.description.1": "- Paxels: A combination of Axe, Pickaxe, and Shovel. Can be used to create Path blocks as well as Stripped Logs.\n\n\n- Scythes: A tool for harvesting + replanting crops in an AOE. Also works as a weapon with an attack AOE.\n\n\n- Sickles: A tool for mining plant material blocks in an AOE.",
  "chapter.3.quest.19.title": "Utility tools",
  "chapter.3.quest.2.description.1": "Lost Trinkets adds more than 70+ unlockable trinkets with different abilities and rarities.\n\n\nTrinkets are randomly unlocked when you doing some activities like fighting enemies and bosses, trading, mining ores, cutting trees, and farming.Each activity has a rarity of unlocking trinkets eg: killing bosses has a better chance than normal enemies\n\n\nYou can access the trinket GUI by pressing the R key on your keyboard. \n\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\u003d\nThere are also countless amount of curious(baubles) which have their own slot in your inventory. Each with unique different ability or property. ",
  "chapter.3.quest.2.task.1.title": "Trinkets",
  "chapter.3.quest.21.task.1.title": "Any #forge:ingots/copper",
  "chapter.3.quest.22.task.1.title": "Any #forge:ingots/silver",
  "chapter.3.quest.24.task.1.title": "Any #forge:ingots/lead",
  "chapter.3.quest.26.task.1.title": "Any #minecraft:beds",
  "chapter.3.quest.28.task.1.title": "Any #forge:obsidian",
  "chapter.3.quest.29.task.1.title": "Any #forge:bookshelves",
  "chapter.3.quest.3.description.1": "- Renders white lines around blocks that will be mined.\n- You can also use hoe on grass in similar way to till multiple blocks at once.\n- Harvest crops by right-clicking on them\n\n\nSelect a shape by holding shift and the grave key while scrolling the mouse scroll wheel.\n- Shapeless: No shape applied.\n- Small Tunnel: A 1x1 deep tunnel.\n- Small Square: A 3x3x1. (Depth of one. If you want a long 3x3 tunnel, you are probably better off digging 9 separate small tunnels.)\n- Mining Tunnel: A 1x1 tunnel angled down. (You will need at least 3 of these to form stairs you can walk down.)\n- Escape Tunnel: Same as the mining tunnel, but upward.\n\n\nTip: Just remember to reset your shape to shapeless for clearing ore deposits or you will only mine the ores in the selected shape.",
  "chapter.3.quest.3.subtitle": "Veinminer/OreExcavation alternative",
  "chapter.3.quest.3.task.1.title": "Ultimine",
  "chapter.3.quest.32.subtitle": "Next chapter: Nether!",
  "chapter.3.quest.33.task.1.title": "Any #storagedrawers:drawers",
  "chapter.3.quest.39.task.1.title": "Any #questtag:sleepingbag",
  "chapter.3.quest.39.title": "Go full nomad!",
  "chapter.3.quest.4.description.1": "• Hovering over an item and pressing the \"R\" key (for Recipe) will display that item\\s recipe.\n• Pressing the \"U\" key (for Use) shows what that item can be used to create through crafting grids.\n• To search by mod name use the \"@\" key before search in search box. (e.g. @Quark)\n• To select the search box without clicking on it, the player can press Ctrl + F.\n• To bookmark a recipe (for easier crafting later, will also save in a menu on the left side of the inventory screen): Hover over the item + A.\n\n",
  "chapter.3.quest.4.task.1.title": "JEI(recipe browser)",
  "chapter.3.quest.41.description.1": "You can also disenchant enchanted books and any equipment on Grindstone and get some levels back",
  "chapter.3.quest.46.task.1.title": "Any #forge:shulker_boxes",
  "chapter.3.quest.48.description.1": "- loot has a 25% chance to be doubled\n\n\n- experience from all sources is increased by 20%\n\n\n- all monsters have their health and damage increased by 20%(at night the bonus is doubled to 40%)\n\n\n- Illusioner spawn naturally during the night\n\n\n- new Elite Skeleton spawn naturally during the night(shoots arrows extremely precisely)\n\n\n- Piglins may spawn in a group\n\n\n- Pillagers may spawn in a group\n\n\n- Creepers on explosion may spawn more Creeperlings\n\n\n- Slimes have a chance to inflict Slowness effect\n\n\n- Wither Skeletons may spawn with the Wither Sword instead of the Stone Sword\n\n\n- Undead Army now has 4 waves\n\n\n- undead spawned during the Undead Army are twice as likely to have enchanted items\n\n\n- undead spawned during the Undead Army are twice as likely to have armor pieces\n\n\n- Undead Army gives 100% more experience for completing it\n\n\n- whenever you die from Bleeding or are killed by a Zombie there spawns a special Zombie with your head",
  "chapter.3.quest.48.subtitle": "New mechanics for Expert Mode:",
  "chapter.3.quest.48.title": "Now entering: Expert Mode!",
  "chapter.3.quest.5.description.1": "Quests come in a number of different types in this pack.\n\n\nYou can have quests for simply traveling to a destination or by traveling a certain number of blocks.\n\n\nA majority of the quests in this pack will be completed by gaining the required item in your inventory. You will automatically get a pop up message in the top corner when this happens.\n\n\nThe final quest type, such as this one, simply requires you to click the checkbox in the Tasks box to complete the quest (as a confirmation of reading :]).\n\n\nFinally to collect any reward simply click on in it in the above Rewards box, as you can above, to get a torch for some light as you get going.",
  "chapter.3.quest.5.task.1.title": "Quest Types and Rewards",
  "chapter.3.quest.53.description.1": "The Altar of the Sea is a block with allows you to recycle worthless enchanted items.  To begin, you need four enchanted items and a fair amount of experience.  Then, you place one enchanted item on each pillar (target the pillar and right click it while holding the item).  Once all four pillars hold an item, the Altar will begin to drain experience from nearby players.  The amount of experience required is based on the levels an rarities of the provided enchantments.  Once the experience has been drained, all four items will be consumed, and a newly created enchanted book will be created.  The new enchantments are random, but better enchantments will be obtained with higher levels and rarities of provided enchantments.  The Altar of the Sea can generate treasure enchantments.",
  "chapter.3.quest.6.description.1": "The Food Book gives you information about your diet diversity score.\n\n\n-Lists all the foods that you have eaten in the past that are currently contributing to your diversity.\n-Gives your current diversity score.\n-Describes the benefits you are currently experiencing.\n\n\nCan be bound to a key in keybinds so you do not need to carry the book.\n\n",
  "chapter.3.quest.65.description.1": "There are multiple new villager jobs, all with unique trades, workstations, and advancements!\nOCEANOGRAPHER, NETHEROLOGIST, FORESTER, ENDEROLOGIST, ENGINEER, FLORIST, HUNTER, MINER, ",
  "chapter.3.quest.65.subtitle": "More villages!",
  "chapter.3.quest.7.description.1": "The lunchbag allows you to store food to be fed on while maxing diversity gain.\n\n\nShift-right click to open its inventory, allowing you to load it with food. Then, when you are hungry, right clicking with the lunchbag in your hand will feed you with the best food to maximize your diversity.\n\n\n\n",
  "chapter.3.quest.8.task.1.title": "Any #forge:workbench",
  "chapter.3.quest.82.description.1": "\n\nHead over to the \"Farmer\u0027s Delight\" quest chapter to learn more!",
  "chapter.3.quest.82.subtitle": "Knives are scavenging tools: they allow you to obtain a few more resources from both fauna and flora.",
  "chapter.3.quest.84.description.1": "You can find more quests for End dimension in \u0027End Exploration\u0027 chapter!",
  "chapter.3.quest.84.subtitle": "Next chapter: End!",
  "chapter.3.quest.88.description.1": "Nether portals now come in the form of Dimensional Rifts, which you\u0027ll find scattered deep underground. You\u0027ll have to find one of these Rifts in order to get to the Nether - but be careful, because it\u0027s now a one-way trip!\n\n\nTo get back from the Nether, you\u0027ll have to search for a Monolith. These are new, semi-rare structures that can be easily spotted from far away thanks to the beams they shoot into the sky.\n\n\nThe block at the center of each Monolith that shoots this beam is called a Reclaimer, and it\u0027s the key to returning to the Overworld. However, the Reclaimer won\u0027t do much without a little power. In order to power it, you\u0027ll have to place a gold block on each of its four sides - something that shouldn\u0027t be too difficult to pull off in the Nether. \n\n\nOnce powered, the Reclaimer has the ability to lift you back into the Overworld.",
  "chapter.3.quest.88.title": "Preparing for the nether!",
  "chapter.3.quest.89.description.1": " You can bucket the Dimensional Plasma from a Dimensional Rift to bring it closer to your base, and you can mine the Reclaimer from a Monolith and place it right by where your Plasma teleports you to in the Nether.\n\n\nSo, it\u0027s pretty close to a two-way portal, the only real difference being you\u0027ll have to find a Dimensional Rift and a Monolith first.",
  "chapter.3.quest.89.title": "Thinking portals",
  "chapter.3.quest.9.task.1.title": "Any #minecraft:logs",
  "chapter.3.quest.97.description.1": "Modpack encourages many different playstyles including nomadic exploring!\n\n\nThese items will help you with that. Though it may take time to gather them all...",
  "chapter.3.quest.97.title": "Nomadic dreams",
  "chapter.3.quest.99.description.1": "The Enchantment Library is a block focused on storing enchantments.  Simply insert an enchanted book, and every enchantment on that book will be stored in the library internally.  Each enchantment on a deposited book will be stored as points.  A point is simply equivalent to a level 1 enchantment, and as such an enchantment is worth the amount of points it would take to combine it from level one books (2^(level -1) points per level).  The library also records the max level it has ever seen for a given enchantment, and you may only extract enchantments up to that level.  Meaning if you want to be able to extract a higher level of an enchantment, the library will need to have had that level deposited at least one time.To extract enchantments from the library, simply click the tile of the enchantment you want to extract, and it will be extracted to the output slot.  If the output slot is empty, a new enchanted book will be generated.  If it is not empty, it will apply the next level of that enchantment to the book (if you have enough points).  Shift-clicking on a tile will attempt to extract the max level available (if you have enough points).  The point cost for extracting is shown in the tooltip.  If that tooltip is red, you do not have enough points for that operation.",
  "chapter.3.title": "World Exploration",
  "chapter.30.quest.1.description.1": "Bellringer is a boss added by Meet Your Fight. It can be summoned by using a Haunted Bell. When killed, it drops 1 Phantoplasm and 3-4 Gold Ingots.\n\n\nBellringer floats above the ground and can pass through walls, similarly to a Vex. When targeting a player, it tries to constantly stay a few blocks in front and above its target.\n\n\nAll of its attacks consists of sending waves of projectiles that travel in a straight line after a short delay. Each projectile deals 8 damage on contact and can pass through walls. Bellringer randomly alternates between the following two attacks during the fight:\n\n\nAfter falling below 50%, it rings its bell to apply Slowness II for 15 seconds to all nearby entities, then quickly fire 20 lines of projectiles at ground level that go toward its current target. After this attack is finished, Bellringer resumes its normal attacks, but each will fire 4 waves of projectiles instead of 3 for the rest of the fight.",
  "chapter.30.quest.107.title": "Bad Reputation I",
  "chapter.30.quest.108.title": "Bad Reputation II",
  "chapter.30.quest.109.title": "Bad Reputation III",
  "chapter.30.quest.2.description.1": "Swampjaw is a boss added by Meet Your Fight. It can be summoned by using a Fossil Bait. When killed, it drops 1 Mossy Tooth, 3-6 Bones, 2-4 Vines, and 1-3 Dirt.\n\n\nSwampjaw usually flies above its current target and moves like a Phantom, except it can see and fly through walls. When attacking it repeats the following pattern in the same order:\nOrbit a few seconds around and above its target.\nRapidly move above its target to drop 3 mines, these explode when touching the ground with half the strength of TNT and do not destroy blocks or hurt Swampjaw.\nSwoop down to charge its target, dealing 7 damage on contact. Damaging Swampjaw prematurely cancels this attack.",
  "chapter.30.quest.28.description.1": "Every gate opened contains a link to a world full of a certain type of mob.  Waves and waves of those mobs will progressively pour forth, and each wave completed will spawn additional loot from that mob at that portal.\n\n\nCompletion of an entire portal will cause a massive amount of loot and experience to pour forth from the portal, and the portal will close.\n\n\nTo open a gateway, you must first craft a Gate Opener.  A gate opener will be able to open a specific portal size, attuned to a specific mob.  Simply craft the gate opener you want, and use it on the nearest block.\n\n\nOnce you\u0027ve opened a gateway, your next goal is to close it.  You can close a gateway by completing each wave.  But be warned, failure to complete a wave on time will trigger a destabilization event, which will annihilate the gateway and may damage nearby things!\n\n\nA gateway\u0027s max number of stages is indicated by its boss bar.  Every section on the bar represents a wave, and each section will tick down once it begins.  Clearing a wave will immediately end that wave\u0027s timer, and start the sequence for the next wave.  Every time a wave is completed, additional loot (as if more of the spawned mob had died) will spawn from the portal.  The more waves you clear, the more loot spawns at the center, but the stronger the spawned monsters become.  Each wave, the mobs that come forth will be exponentially stronger than their predecessors.  Upon completion of every wave, you will receive a large burst of experience and loot, and the portal will close with no adverse effects.",
  "chapter.30.quest.28.title": "Gateways",
  "chapter.30.title": "Meet Your Fight!",
  "chapter.31.title": "The Armory",
  "chapter.32.quest.1.description.1": "I would like to thank everyone who supports me in any way: subbing on Patreon, renting a server or by simply downloading any of my packs.\n\n\nYour contribution is very important.\n\n\nAlso, I would like to thank everyone who were somehow involved in RAD 2 development:\n\n\n• Bizzoula#4739\n• Doctor Mage#5234\n• Hawk.Eye#2569\n• Zarchyar#3407\n• recyclingTiger#0854\n• Samiel Flame#3844\n• Xaikii#5318\n• Samara#0323\n• Mastarin#6697 \n• Rho#1633",
  "chapter.32.quest.1.task.1.title": "THANK YOU FOR YOUR SUPPORT!",
  "chapter.32.quest.10.subtitle": "Rahim",
  "chapter.32.quest.10.title": "Rahim",
  "chapter.32.quest.100.subtitle": "CJ Miles",
  "chapter.32.quest.100.task.1.title": "CJ Miles",
  "chapter.32.quest.11.subtitle": "Michael",
  "chapter.32.quest.11.title": "Michael",
  "chapter.32.quest.12.subtitle": "Plisko",
  "chapter.32.quest.12.title": "Plisko",
  "chapter.32.quest.13.subtitle": "Autumnepi",
  "chapter.32.quest.13.title": "Autumnepi",
  "chapter.32.quest.14.subtitle": "GouPeche",
  "chapter.32.quest.14.title": "GouPeche",
  "chapter.32.quest.15.subtitle": "Gloria Padilla",
  "chapter.32.quest.15.title": "Gloria Padilla",
  "chapter.32.quest.16.subtitle": "Shay Masmad",
  "chapter.32.quest.16.title": "Shay Masmad",
  "chapter.32.quest.17.subtitle": "takeo-10",
  "chapter.32.quest.17.title": "takeo-10",
  "chapter.32.quest.18.subtitle": "Chengxu Guan",
  "chapter.32.quest.18.title": "Chengxu Guan",
  "chapter.32.quest.19.subtitle": "无民宝",
  "chapter.32.quest.19.title": "无民宝",
  "chapter.32.quest.2.subtitle": "Rebecca",
  "chapter.32.quest.2.title": "Rebecca",
  "chapter.32.quest.20.subtitle": "Thunder Banana",
  "chapter.32.quest.20.title": "Thunder Banana",
  "chapter.32.quest.21.subtitle": "wenghuisai",
  "chapter.32.quest.21.title": "wenghuisai",
  "chapter.32.quest.22.subtitle": "Jerky",
  "chapter.32.quest.22.title": "Jerky",
  "chapter.32.quest.23.subtitle": "chen",
  "chapter.32.quest.23.title": "chen",
  "chapter.32.quest.24.subtitle": "Holly Nagy",
  "chapter.32.quest.24.title": "Holly Nagy",
  "chapter.32.quest.25.subtitle": "Kid Small",
  "chapter.32.quest.25.title": "Kid Small",
  "chapter.32.quest.26.subtitle": "Zn狐狸",
  "chapter.32.quest.26.title": "Zn狐狸",
  "chapter.32.quest.27.subtitle": "郭俊宏",
  "chapter.32.quest.27.title": "郭俊宏",
  "chapter.32.quest.28.subtitle": "龙鑫 王",
  "chapter.32.quest.28.title": "龙鑫 王",
  "chapter.32.quest.29.subtitle": "Lighthouse07",
  "chapter.32.quest.29.title": "Lighthouse07",
  "chapter.32.quest.3.subtitle": "bryan chenu",
  "chapter.32.quest.3.title": "bryan chenu",
  "chapter.32.quest.30.subtitle": "冯鑫达",
  "chapter.32.quest.30.title": "冯鑫达",
  "chapter.32.quest.31.subtitle": "sean",
  "chapter.32.quest.31.title": "sean",
  "chapter.32.quest.32.subtitle": "Crewary",
  "chapter.32.quest.32.title": "Crewary",
  "chapter.32.quest.33.subtitle": "ancheng",
  "chapter.32.quest.33.title": "ancheng",
  "chapter.32.quest.34.subtitle": "郁",
  "chapter.32.quest.34.title": "郁",
  "chapter.32.quest.35.subtitle": "Hailey Hartshorn",
  "chapter.32.quest.35.title": "Hailey Hartshorn",
  "chapter.32.quest.36.subtitle": "Paula Antonette Williams",
  "chapter.32.quest.36.title": "Paula Antonette Williams",
  "chapter.32.quest.37.subtitle": "Clayton Stuart",
  "chapter.32.quest.37.title": "Clayton Stuart",
  "chapter.32.quest.38.subtitle": "ZED",
  "chapter.32.quest.38.title": "ZED",
  "chapter.32.quest.39.subtitle": "Jose De Loera",
  "chapter.32.quest.39.title": "Jose De Loera",
  "chapter.32.quest.4.subtitle": "Sikumii Hunter",
  "chapter.32.quest.4.title": "Sikumii Hunter",
  "chapter.32.quest.40.subtitle": "hawk eye",
  "chapter.32.quest.40.title": "hawk eye",
  "chapter.32.quest.41.subtitle": "Girf",
  "chapter.32.quest.41.title": "Girf",
  "chapter.32.quest.42.subtitle": "Zack Eubanks",
  "chapter.32.quest.42.title": "Zack Eubanks",
  "chapter.32.quest.43.subtitle": "Raphaël",
  "chapter.32.quest.43.title": "Raphaël",
  "chapter.32.quest.44.subtitle": "LLJ 默笙",
  "chapter.32.quest.44.title": "LLJ 默笙",
  "chapter.32.quest.45.subtitle": "Splashy",
  "chapter.32.quest.45.title": "Splashy",
  "chapter.32.quest.46.subtitle": "Asriel K",
  "chapter.32.quest.46.title": "Asriel K",
  "chapter.32.quest.47.subtitle": "Nolan Lamascus",
  "chapter.32.quest.47.title": "Nolan Lamascus",
  "chapter.32.quest.48.subtitle": "Arthur Hawes",
  "chapter.32.quest.48.title": "Arthur Hawes",
  "chapter.32.quest.49.subtitle": "wuzhaoyi",
  "chapter.32.quest.49.title": "wuzhaoyi",
  "chapter.32.quest.5.subtitle": "Walther Krueger",
  "chapter.32.quest.5.title": "Walther Krueger",
  "chapter.32.quest.50.subtitle": "silver san",
  "chapter.32.quest.50.title": "silver san",
  "chapter.32.quest.51.subtitle": "小熊",
  "chapter.32.quest.51.title": "小熊",
  "chapter.32.quest.52.subtitle": "sonic",
  "chapter.32.quest.52.title": "sonic",
  "chapter.32.quest.53.subtitle": "AYPangLian",
  "chapter.32.quest.53.title": "AYPangLian",
  "chapter.32.quest.54.subtitle": "超鹏 李",
  "chapter.32.quest.54.title": "超鹏 李",
  "chapter.32.quest.55.subtitle": "realkarmakun",
  "chapter.32.quest.55.title": "realkarmakun",
  "chapter.32.quest.56.subtitle": "William Merrill",
  "chapter.32.quest.56.title": "William Merrill",
  "chapter.32.quest.57.subtitle": "Kruscle",
  "chapter.32.quest.57.title": "Kruscle",
  "chapter.32.quest.58.subtitle": "chaosbolt",
  "chapter.32.quest.58.title": "chaosbolt",
  "chapter.32.quest.59.subtitle": "sims400ok",
  "chapter.32.quest.59.title": "sims400ok",
  "chapter.32.quest.6.subtitle": "Mibe",
  "chapter.32.quest.6.title": "Mibe",
  "chapter.32.quest.60.subtitle": "lei hao",
  "chapter.32.quest.60.title": "lei hao",
  "chapter.32.quest.61.subtitle": "p yy",
  "chapter.32.quest.61.title": "p yy",
  "chapter.32.quest.62.subtitle": "Brandon Jowett",
  "chapter.32.quest.62.title": "Brandon Jowett",
  "chapter.32.quest.63.title": "hyzsss",
  "chapter.32.quest.64.subtitle": "ezdoes",
  "chapter.32.quest.64.title": "ezdoes",
  "chapter.32.quest.65.subtitle": "Frank Zhang",
  "chapter.32.quest.65.title": "Frank Zhang",
  "chapter.32.quest.66.subtitle": "DoeDeco",
  "chapter.32.quest.66.title": "DoeDeco",
  "chapter.32.quest.67.subtitle": "Linda Saffell",
  "chapter.32.quest.67.title": "Linda Saffell",
  "chapter.32.quest.68.subtitle": "iactor",
  "chapter.32.quest.68.title": "iactor",
  "chapter.32.quest.69.subtitle": "Seedy_Slim",
  "chapter.32.quest.69.title": "Seedy_Slim",
  "chapter.32.quest.7.subtitle": "lets play",
  "chapter.32.quest.7.title": "lets play",
  "chapter.32.quest.70.subtitle": "Diogo Machado",
  "chapter.32.quest.70.title": "Diogo Machado",
  "chapter.32.quest.71.subtitle": "mitchell miller",
  "chapter.32.quest.71.title": "mitchell miller",
  "chapter.32.quest.72.subtitle": "Liz Kruger",
  "chapter.32.quest.72.title": "Liz Kruger",
  "chapter.32.quest.73.subtitle": "Francisco Enriquez III",
  "chapter.32.quest.73.title": "Francisco Enriquez III",
  "chapter.32.quest.74.subtitle": "BigGlue",
  "chapter.32.quest.74.title": "BigGlue",
  "chapter.32.quest.75.subtitle": "Clark Ploeg",
  "chapter.32.quest.75.title": "Clark Ploeg",
  "chapter.32.quest.76.subtitle": "Kos Archeon",
  "chapter.32.quest.76.title": "Kos Archeon",
  "chapter.32.quest.77.subtitle": "xinghao Huang",
  "chapter.32.quest.77.title": "xinghao Huang",
  "chapter.32.quest.78.subtitle": "CAT_HAOZI",
  "chapter.32.quest.78.title": "CAT_HAOZI",
  "chapter.32.quest.79.subtitle": "荒魂 真理",
  "chapter.32.quest.79.title": "荒魂 真理",
  "chapter.32.quest.8.subtitle": "maple maple",
  "chapter.32.quest.8.title": "maple maple",
  "chapter.32.quest.80.subtitle": "豪猪 薛",
  "chapter.32.quest.80.title": "豪猪 薛",
  "chapter.32.quest.81.subtitle": "昱暄 张",
  "chapter.32.quest.81.title": "昱暄 张",
  "chapter.32.quest.82.subtitle": "嘉文 熊",
  "chapter.32.quest.82.title": "嘉文 熊",
  "chapter.32.quest.83.subtitle": "Kevin Lin",
  "chapter.32.quest.83.title": "Kevin Lin",
  "chapter.32.quest.84.subtitle": "julie johnson",
  "chapter.32.quest.84.title": "julie johnson",
  "chapter.32.quest.85.subtitle": "威 隆",
  "chapter.32.quest.85.title": "威 隆",
  "chapter.32.quest.86.subtitle": "ZMH",
  "chapter.32.quest.86.title": "ZMH",
  "chapter.32.quest.87.subtitle": "Tsui King Wo",
  "chapter.32.quest.87.title": "Tsui King Wo",
  "chapter.32.quest.88.subtitle": "Sadie Davis",
  "chapter.32.quest.88.title": "Sadie Davis",
  "chapter.32.quest.89.subtitle": "Pnut_225",
  "chapter.32.quest.89.title": "Pnut_225",
  "chapter.32.quest.9.subtitle": "mike",
  "chapter.32.quest.9.title": "mike",
  "chapter.32.quest.90.subtitle": "AnotherAmber",
  "chapter.32.quest.90.title": "AnotherAmber",
  "chapter.32.quest.91.subtitle": "Michael Barfield",
  "chapter.32.quest.91.title": "Michael Barfield",
  "chapter.32.quest.92.subtitle": "börtl",
  "chapter.32.quest.92.title": "börtl",
  "chapter.32.quest.93.subtitle": "Nuno",
  "chapter.32.quest.93.title": "Nuno",
  "chapter.32.quest.94.subtitle": "Zykic",
  "chapter.32.quest.94.task.1.title": "Zykic",
  "chapter.32.quest.95.description.1": "Msg me (dreams) anywhere and we will arrange it!",
  "chapter.32.quest.95.subtitle": "Want custom icon/description/reward?",
  "chapter.32.quest.95.task.1.title": "Custom?",
  "chapter.32.quest.96.subtitle": "Void contains free donuts!",
  "chapter.32.quest.96.task.1.title": "Emsiron",
  "chapter.32.quest.97.subtitle": "Gryphon",
  "chapter.32.quest.97.task.1.title": "Gryphon",
  "chapter.32.quest.98.subtitle": "Chuck (curleyc)",
  "chapter.32.quest.98.task.1.title": "Charles Curley",
  "chapter.32.quest.98.title": "Chuck (curleyc)",
  "chapter.32.quest.99.subtitle": "Shadow_Demon_Fox ",
  "chapter.32.quest.99.task.1.title": "Phillip Capps",
  "chapter.32.title": "The Patreon",
  "chapter.33.quest.1.description.1": "Press \u0027J\u0027 (you will most likely have to change this if it conflicts with something) to open the Titles gui.\n\n\nUnderstand that you may not have any titles to choose from at first.\nSimply complete advancements  to start growing your selection.",
  "chapter.33.quest.1.task.1.title": "Titles",
  "chapter.33.quest.2.description.1": "Link to form: bit.ly/RAD2FeedbackTEST\n\n\nIf you provide your username if the form, you will be added to a list of users who will receive this title in the next update.",
  "chapter.33.quest.2.reward.1.title": "the §6§lC§6§lo§6§ln§6§lt§6§lr§6§li§6§lb§6§lu§6§lt§6§lo§6§lr",
  "chapter.33.quest.2.subtitle": "Earned by completing the Feedback Form during beta.",
  "chapter.33.quest.2.task.1.title": "Provide Feedback",
  "chapter.33.quest.2.title": "the §6§lC§6§lo§6§ln§6§lt§6§lr§6§li§6§lb§6§lu§6§lt§6§lo§6§lr",
  "chapter.33.quest.3.description.1": "Title Fragments can be found in loot, and are used to trade for Title Scrolls with villagers.\n\n\nThere is a limited amount of titles you can unlock with each scroll.",
  "chapter.33.quest.4.reward.1.title": "the §c§lD§6§le§e§lv§a§le§d§ll§b§lo§d§lp§c§le§6§lr",
  "chapter.33.quest.4.subtitle": "Granted to users who helped develop the pack. Please do not impersonate developers by giving yourself this title.",
  "chapter.33.quest.4.task.1.title": "the §c§lD§6§le§e§lv§a§le§d§ll§b§lo§d§lp§c§le§6§lr",
  "chapter.33.quest.8.description.1": "\n\nhttps://www.patreon.com/Dreams01\n\n\nPlease msg me your Minecraft username in Patreon messages, Discord messages(dreams#0285), or Discord Hall-Of-Heroes channel.",
  "chapter.33.quest.8.reward.1.title": "the §6§lP§f§la§6§lt§f§lr§6§lo§f§ln",
  "chapter.33.quest.8.subtitle": "Granted to users who subscribe to dreams01 on Patreon.",
  "chapter.33.quest.8.title": "the §6§lP§f§la§6§lt§f§lr§6§lo§f§ln",
  "chapter.33.title": "Titles",
  "chapter.4.quest.1.description.1": "For information on how to enter and exit the Nether, refer to the \"New nether portal mechanics\" quest in the \"Features | Mechanics\" chapter.",
  "chapter.4.quest.53.title": "Golderite Armor",
  "chapter.4.quest.54.title": "Prismarite Armor",
  "chapter.4.quest.55.title": "Enderite Armor",
  "chapter.4.quest.56.title": "Blazerite Armor",
  "chapter.4.quest.57.title": "Featherite Armor",
  "chapter.4.quest.58.title": "Phanterite Armor",
  "chapter.4.quest.59.title": "Spiderite Armor",
  "chapter.4.quest.60.title": "Witherite Armor",
  "chapter.4.quest.61.title": "Golderite Arms",
  "chapter.4.quest.62.title": "Blazerite Arms",
  "chapter.4.quest.63.title": "Enderite Arms",
  "chapter.4.quest.64.title": "Spiderite Arms",
  "chapter.4.quest.65.title": "Prismarite Arms",
  "chapter.4.quest.66.title": "Featherite Arms",
  "chapter.4.quest.67.title": "Phanterite Arms",
  "chapter.4.quest.68.title": "Witherite Arms",
  "chapter.4.title": "Nether Exploration",
  "chapter.5.quest.14.task.1.title": "Ender Explorer",
  "chapter.5.quest.15.description.1": "Deep lakes in the nether filled with End Lotus flowers.",
  "chapter.5.quest.15.task.1.title": "Megalake",
  "chapter.5.quest.16.description.1": "Megalakes but with Lacugrove trees and various flowers. May seem to be a more like a grassland than a lake.",
  "chapter.5.quest.16.task.1.title": "Megalake Grove",
  "chapter.5.quest.17.description.1": "Flower-filled land covered with giant bioluminescent glowshroom trees.",
  "chapter.5.quest.17.task.1.title": "Foggy Mushroomland",
  "chapter.5.quest.18.description.1": "Thick forest of hanging vines, Umbrella trees, and jellyshrooms.",
  "chapter.5.quest.18.task.1.title": "Umbrella Jungle",
  "chapter.5.quest.19.description.1": "Large stars of ice and snow that exist between ender islands.",
  "chapter.5.quest.19.task.1.title": "Ice Starfield",
  "chapter.5.quest.20.description.1": "End stone spires covered in pink Tenanea trees and vines.",
  "chapter.5.quest.20.task.1.title": "Blossoming Spires",
  "chapter.5.quest.21.description.1": "A flat grassland that is extremely grassy and has lumecorn sprouts.",
  "chapter.5.quest.21.task.1.title": "Glowing Grasslands",
  "chapter.5.quest.22.description.1": "A vibrant orange land with thick ground cover and large Helix trees.",
  "chapter.5.quest.22.task.1.title": "Amber Land",
  "chapter.5.quest.23.description.1": "A land filled with various stacks of sulfur vents that contain their own water based ecosystems. Are worth a dive into.",
  "chapter.5.quest.23.task.1.title": "Sulphur Springs",
  "chapter.5.quest.24.description.1": "A forest of Chorus plants and Pythadendron trees.",
  "chapter.5.quest.24.task.1.title": "Chorus Forest",
  "chapter.5.quest.25.description.1": "A desolate, dusty region with not much significance beyond a large Enderman population.",
  "chapter.5.quest.25.task.1.title": "Dust Wasteland",
  "chapter.5.quest.26.description.1": "A layered mountainous land of various ender rocks.",
  "chapter.5.quest.26.task.1.title": "Painted Mountains",
  "chapter.5.quest.27.description.1": "Dark forest of Dragon trees and shadow plants.",
  "chapter.5.quest.27.task.1.title": "Shadow Forest",
  "chapter.5.quest.28.description.1": "Mountainous islands that have large rainbow Aurora Crystal formations.",
  "chapter.5.quest.28.task.1.title": "Crystal Mountains",
  "chapter.5.quest.29.description.1": "Mining Aurora Crystal will give you shards that are infused with a mythical energy that pulses through the End.",
  "chapter.5.quest.30.description.1": "The End for Dummies explains portal restart rituals and infusions.",
  "chapter.5.quest.31.description.1": "Infusion rituals and pedestal setup are described in The End for Dummies.",
  "chapter.5.quest.32.description.1": "Comes from Amber ore. Gives raw amber, placing 2x2 in a crafting table to make a gem.",
  "chapter.5.quest.32.title": "Amber",
  "chapter.5.quest.33.description.1": "Infused Terminite Armor",
  "chapter.5.quest.34.description.1": "Comes from Ender Ore, rare ore deep in ender islands.",
  "chapter.5.quest.35.description.1": "Used to re-activate portals, in infusions, and to make a respawn obelisk.",
  "chapter.5.quest.36.description.1": "Can be made by a number of methods on an anvil, check JEI for specifics.",
  "chapter.5.quest.37.description.1": "Alloy of Iron and Ender Dust made in a End Stone Smelter.",
  "chapter.5.quest.38.description.1": "Alloy of Netherite and Terminite made in a End Stone Smelter.",
  "chapter.5.quest.39.description.1": "Able to create unique alloys.",
  "chapter.5.quest.40.description.1": "A handy Terminite tool set.",
  "chapter.5.quest.40.title": "Terminite Tools",
  "chapter.5.quest.41.description.1": "A whole set of End-alloy armor.",
  "chapter.5.quest.41.title": "Terminite Armor",
  "chapter.5.quest.42.description.1": "From combining Terminite Armor with Aeternium ingots in a Smithing Table.\n\n\nOne of the highest tiers of armor.",
  "chapter.5.quest.42.title": "Aeternium Armor",
  "chapter.5.quest.43.description.1": "A set of some of the most durable tools in the game.",
  "chapter.5.quest.43.title": "Aeternium Tools",
  "chapter.5.quest.44.description.1": "Smithed in an anvil with a Smith Hammer and Aeternium ingots.",
  "chapter.5.quest.44.title": "Aeternium Tool Parts",
  "chapter.5.quest.71.description.1": "End dimension was improved!",
  "chapter.5.quest.71.task.1.title": "New end stones!",
  "chapter.5.title": "End Exploration",
  "chapter.6.quest.1.description.1": "\n\nKits are sets of items that are designed to help you at the start and throughout your gameplay.\n\n\nYou can see them as classes or professions but they mostly do not affect your gameplay(doesn\u0027t add new skills or stats) and served purely for roleplaying purpose.\nSome of them are aquired from quests and some are buyable for coins in shop.\n\n\nFirst tiers of kits will offer simple general items and starting from second tier you will get Artifacts associated with the name of the kit.\n\n\nChoosing your first Specialization is free and to aquire tier 2 and 3 Specialization you will need to do some tasks.",
  "chapter.6.quest.1.subtitle": "Specialization(Starterkit/kits/item sets)",
  "chapter.6.quest.1.task.1.title": "Choose your Specialization",
  "chapter.6.quest.36.task.2.title": "Any #forge:hay_bales",
  "chapter.6.quest.42.task.3.title": "Any #forge:leather",
  "chapter.6.title": "Specialization",
  "chapter.7.title": "The garden Under",
  "chapter.8.quest.1.description.1": "Dimensional Dungeons adds limitless procedurally generated dungeons to Minecraft! These dungeons are all placed in a single, separate dimension which can be accessed from a portal anywhere on the Overworld. This makes the dungeons themselves renewable and it provides challenging, replayable content.\n\n\nThe dungeon dimension limits building and block breaking. This allows for a proper adventure mode-like experience\n\n\n\n\nBesides challenges in room design the dungeons are also randomly populated with enemies and worthwhile loot! Many rooms with valuable treasure chests require solving a puzzle that will test your knowledge of Minecraft game mechanics.",
  "chapter.8.quest.2.description.1": "Blank Portal Keys are crafted from a Blaze Rod and a Name Tag. You may want several.",
  "chapter.8.quest.3.description.1": "First craft three Gilded Portal Blocks, which are a Chiseled Stone Brick surrounded by 8 Gold Ingots.",
  "chapter.8.quest.4.description.1": "Second, combine one of your three Gilded Portal Blocks with the Trapped Chest and the Eye of Ender to form a Portal Keyhole Block.",
  "chapter.8.quest.5.description.1": "A blank key cannot be used to enter a dungeon. A newly crafted key must first be used in an \u0027activation ritual\u0027 which will inscribe the name and location of a randomly generated dungeon onto the key. This action will require you to bring the key to a fitting location on The Overworld.\n\n\nBasically, find a Stronghold, and use the key on the top of an End Portal Frame. You must aim for the black square on top.\n\n\nGo back to your portal frame and place the key in the keyhole. If everything is correct then a golden dungeon portal should appear. If the frame was not built correctly then the portal will shatter immediately.\n\n\nKeys can only be written to once. However keys are absolutely reusable! If you find a dungeon that is worth visiting more than once be sure to save that key somewhere in your base. A named key will always consistently take you back to the same dungeon.",
  "chapter.8.quest.5.title": "Activating Portal Keys",
  "chapter.8.quest.6.description.1": "First, here is a minimum raw materials list:\n- 9x Stone Bricks\n- 3x Chiseled Stone Bricks\n- 24x Gold Ingots\n- 1x Trapped Chest\n- 1x Eye of Ender\n\n\nKeep in mind you will also need to craft and activate keys. This is only the first step.",
  "chapter.8.quest.6.task.1.title": "Creating the Basic Portal",
  "chapter.8.quest.7.description.1": "Basically you need a frame of Stone Bricks surrounding two air blocks. And replace the top center block with the Portal Keyhole Block. The two spires on the side need to have your two remaining Gilded Portal BLocks on top.\n\n",
  "chapter.8.quest.7.description.2": "Sinking the portal into the ground is a good idea so that you don\u0027t have to jump into it. But remember you still need to place the Stone Bricks on the bottom even if you can\u0027t see them!\n\n\nOther Stone Brick variants can be used in the build, too. And the only air blocks that matter are the two blocks where the portal will appear.",
  "chapter.8.quest.7.task.1.title": "Valid Portal Builds",
  "chapter.8.quest.8.subtitle": "Activate portal key",
  "chapter.8.quest.9.description.1": "Advanced dungeons are exactly what they sound like. Bigger layouts, tougher monsters, and improved loot!\n\n\nWhile exploring basic dungeons you might find a Portal Keystone Block with an item in it. Take it! The item inside should be an advanced key, with a different naming convention and a different color. This is the only way to obtain advanced dungeon keys. They must be found!\n\n\nYour basic portal frame is not powerful enough to handle these legendary new portal keys! You must enhance your basic portal with additional blocks.\n\n\nFirst, you must hang two colorful banners, one on each spire. The banners should be white/purple with either color as the base. For reference, match the filled keyhole itself.\n\n\nSecond you must place two Portal Crown Blocks on top of your portal frame. You\u0027re going to have to rely on finding Portal Crown Blocks as loot in basic dungeon chests.",
  "chapter.8.quest.9.subtitle": "Find two portal crown blocks",
  "chapter.8.subtitle": "Limitless adventure from a single portal that you can build anywhere!",
  "chapter.8.title": "Dimensional Travels",
  "chapter.9.quest.1.description.1": "To create the Atum Portal, build a 5x5 floor layer, then add another layer, clear out a 3x3 area on the top layer and fill each with a water source block.\n\n\nEach corner must have a 2 high pillar.\n\n\nThe throw a Scarab into the water to activate the portal.",
  "chapter.9.quest.1.subtitle": "Enter Atum dimension",
  "chapter.9.quest.1.title": "Atum 2: Return to the Sands",
  "chapter.9.subtitle": "Atum 2",
  "chapter.9.title": "Into the sands",
  "loot_table.1": "Ingots Basic",
  "loot_table.10": "Uncommon loot crate",
  "loot_table.11": "Materials Magic",
  "loot_table.12": "Rare loot crate",
  "loot_table.13": "Epic loot crate",
  "loot_table.14": "Skill experience",
  "loot_table.15": "Legendary loot crate",
  "loot_table.16": "Skill level",
  "loot_table.17": "Mythic loot crate",
  "loot_table.18": "Specialization Token I",
  "loot_table.19": "Hat crate",
  "loot_table.2": "Random Materials",
  "loot_table.20": "Relic crate",
  "loot_table.21": "Artefact crate",
  "loot_table.22": "Stone",
  "loot_table.23": "Copper coin reward",
  "loot_table.24": "Seed crate",
  "loot_table.25": "Iron coin reward",
  "loot_table.26": "Sapling crate",
  "loot_table.27": "Crate crate",
  "loot_table.28": "Gold coin reward",
  "loot_table.29": "Diamond coin reward",
  "loot_table.3": "Materials Monsters",
  "loot_table.30": "Food Crate",
  "loot_table.31": "Netherite coin reward",
  "loot_table.32": "Weapon crate",
  "loot_table.33": "Armor crate",
  "loot_table.34": "Logs",
  "loot_table.35": "Miner\u0027s Pick Crate",
  "loot_table.36": "Avenger\u0027s Sword Crate",
  "loot_table.37": "Iron-coin",
  "loot_table.38": "Dungeon\u0027s Gear Crate",
  "loot_table.39": "Redstone-coin",
  "loot_table.4": "Random Dyes",
  "loot_table.40": "Gold-coin",
  "loot_table.41": "Ameth-coin",
  "loot_table.42": "Emerald-coin",
  "loot_table.43": "Diamond-coin",
  "loot_table.44": "Diamond-coin-reward",
  "loot_table.45": "Nether loot crate",
  "loot_table.46": "Copper-coin",
  "loot_table.47": "Gold2-coin",
  "loot_table.48": "Dungeon\u0027s Mobs Gear Crate",
  "loot_table.49": "Money",
  "loot_table.5": "Materials Random",
  "loot_table.50": "Dungeon\u0027s Weapons Crate",
  "loot_table.51": "Dungeon\u0027s Artifacts Crate",
  "loot_table.52": "Relics Materials Crate",
  "loot_table.53": "Skill experience10",
  "loot_table.54": "Enchantments",
  "loot_table.55": "Skill Experience05",
  "loot_table.56": "Experience",
  "loot_table.57": "Experience30",
  "loot_table.6": "Materials Dusts",
  "loot_table.7": "Common loot crate",
  "loot_table.8": "Ingots Valuable",
  "loot_table.9": "Potions"
}