{
  "type": "command",
  "rarity": "rare",
  "defaultDisplay": "§l§dthe Obsidian Obliterator §o(who is better known as the grand waster of time)",
  "flavorText": "Why. Just why. There are so many better things you could have done with your time than mine 6 million obsidian, and yet you chose to do that despite the quest being entirely optional for completing the chapter. And now you have this useless title that you can flaunt to other players in the server that you wasted many hours of your life. And the other players won't think much of it beyond that. They do not think you are the awesomest player in the world or anything like that. In fact those players will likely complain that your username is taking too much of the chat box thanks to the length of this title. And if you are playing singleplayer this title is even more useless. Speaking about the length of this title, this title is likely covering another title in the title selection screen making it unreadable. You did that to yourself by deciding to get this title. You know that quest was made entirely as a joke, right? Doctor Mage likely wasn't really expecting someone to be able to complete it. Did you know that to even be able to mine 6 million obsidian with a pickaxe without ars nouveau, assuming you mined 1 obsidian every second, it would take almost 70 irl days to complete the quest? This is assuming of course you are mining the obsidian nonstop and that there is even 6 million obsidian for you to mine in the first place. Ars Nouveau has a bug where every block you mine with it counts as 2 for the quest. And considering that ars is the only reasonable way to even get this quest that means you technically only mined about 3 million obsidian not 6 million obsidian. So you didn't even mine 6 million obsidian. That quest was a lie. Just like the 100 cakes you recieved. But you know what isn't a lie? The barrel of truth. Some say the barrel of truth will solve all of the world's biggest mysteries. Some also say it will reveal the release date of the next Roguelike Adventures and Dungeons Modpack. Some say it will contain the meaning of life and death if you keep opening it. Others say its just an infinite source of barrels. But that can't be true. There's got to be more than just barrels in that thing. I mean why else would it be awarded for such a tedious quest?"
}
