{
  "item.rad2.big_stick": "Big Stick",
  "item.rad2.enchanters_hammer": "Enchanter's Hammer",

  "selectWorld.gameMode.hardcore.line1": "Hardcore has been revamped; §l§aYou can now Respawn with soul crystals",
  "selectWorld.gameMode.hardcore.line2": "§r§cBut you permanantly have the cursed ring and cannot naturally regenerate health.",

  "tooltip.rad2.nobleed": "Removes Bleeding",
  "tooltip.rad2.nobleedmedkit": "Removes Bleeding and grants Bleeding Immunity for 1 minute",
  "tooltip.rad2.nobleedmedkitstrong": "Removes Bleeding and grants Bleeding Immunity for 2 minutes and Absorption for 1 minute",
  "status.rad2.nope": "This Item is disabled",
  "gamemode.rad2.hardcore_revive": "Your soul crystal brought you back to life. (%s left)",
  "gamemode.rad2.hardcore_last_life": "Last Life! Reclaim your soul crystals or you won't respawn next death!",
  "gamemode.rad2.hardcore_no_lives": "You ran out of soul crystals... Game Over!",
  "status.rad2.hardcore_cursering": "In Hardcore Mode some extra modifiers are active:",
  "status.rad2.hardcore_respawn_cursering_line1": "- You can respawn as long as you have not died 9 times,",
  "status.rad2.hardcore_respawn_cursering_line2": "recollecting soul crystals restores lives.",
  "status.rad2.hardcore_no_friendly_fire_cursering": "- You cannot hurt other bearers of the cursed ring.",
  "status.rad2.hardcore_permanant_cursering": "- The ring cannot even be removed with the Unholy Stone.",
  "status.rad2.hardcore_noregen_cursering": "- Your health regenerates much slower.",

  "item.spartanweaponry.proj_tipped.effect.brittleness": "Arrow of Brittleness",

  "tip.rad2.title": "RAD Tip:",
  "tip.rad2.title_multiplayer": "RAD Multiplayer Tip:",
  "tip.rad2.tip1": "Enchanting your backpacks with Tombstone Soulbound will allow you to keep your entire backpack upon death!",
  "tip.rad2.tip2": "Wall climbing is a great way to avoid deadly champion mobs in the earlygame.",
  "tip.rad2.tip3": "Remember that vanilla gear is not your only option for good equipment.",
  "tip.rad2.tip4": "The Quarterstaff only reqires half as much Combat skill to use, but is weaker than most other weapons of the same tier.",
  "tip.rad2.tip5": "All Spears in this pack increase your attack reach distance.",
  "tip.rad2.tip6": "JEI is a great way to discover new items & recipes",
  "tip.rad2.tip7": "Consider upgrading your key in the knowledge of death to save time returning to your grave after a untimely demise.",
  "tip.rad2.tip8": "The Paralyzing trait on champions briefly stuns you on hit. Keep your distance!",
  "tip.rad2.tip9": "You will need draconic endshelves to reach the highest eterna level in the enchanting table.",
  "tip.rad2.tip10": "Wooden Arrows are very cheap, needing only wood to craft but deal pitiful damage.",
  "tip.rad2.tip11": "Honey Glazed Ham provides all 5 nutrients at the same time, making it great for keeping a balanced diet.",
  "tip.rad2.tip12": "The Smite enchantment in this pack also applies slowness on undead mobs.",
  "tip.rad2.tip13": "Wood Logs can be converted into bark in the cutting board, which is a cheaper alternative for getting paper.",
  "tip.rad2.tip14": "Pistons can push tile entities like chests & furnaces in this pack.",
  "tip.rad2.tip15": "Crafted Capsules can be used to move many various kinds of blocks, except spawners.",
  "tip.rad2.tip16": "Dying with the Ring of Seven Curses equipped causes you to lose max health. Returning to your death spot will allow your to retrieve your health back.",
  "tip.rad2.tip17": "Lead Armor increases your gravity, which allows you to land critical hits with fast weapons more often. ",
  "tip.rad2.tip18": "You can dodge (default left alt) while eating. Use this to avoid attacks while healing up.",
  "tip.rad2.tip19": "Dungeon loot is different for each individual player.",
  "tip.rad2.tip20": "Disenchanting with the tombstone also resets its repair cost but only if it removes all the enchantments from the item.",
  "tip.rad2.tip21": "The magic siphon enchantment and the dispel spell from ars nouveau can get rid of certain powerful buffs on mobs.",
  "tip.rad2.tip22": "Although Stonelings are immune to fire & arrows, they can still easily be caught at range with throwable explosives or magic.",
  "tip.rad2.tip23": "If you are traveling with a dog and need to teleport home you can place the dog on your head with a bone so the dog can teleport home with you. This is even more useful if another player is riding the dog.",
  "tip.rad2.tip24": "Armor with durability can generally recieve more enchantments than unbreakable ones.",
  "tip.rad2.tip25": "It's a good idea to check what enchantments are on an item before equipping it, especially if those enchantments are red curses.",
  "tip.rad2.tip26": "Be careful when using the sheathed enchantment against ranged mobs or you might find yourself defenseless against them.",
  "tip.rad2.tip27": "Chests, Ladders & Bookshelves can be decorated with different wood types.",
  "tip.rad2.tip28": "Even if you can't beat all 5 waves in a gateway, it is still possible to get more drops than you spent.",
  "tip.rad2.tip29": "The unholy grail grants a large amount of endurance when held. Drink it to quickly level up.",
  "tip.rad2.tip30": "Boats are your best friend when it comes to keeping powerful melee mobs at bay.",
  "tip.rad2.tip31": "Drawing too much blood from a stage 4+ female dragon may prevent you from being able to get the egg.",
  "tip.rad2.tip32": "Horizonite & Fiery tools have autosmelt, great for aquiring massive amounts of charcoal, glass, or bricks.",
  "tip.rad2.tip33": "If you have an animal on a lead, waystones will teleport you and all the leashed animals, at the cost of requiring more xp.",
  "tip.rad2.tip34": "In Atum, watch your back when you have the Marked effect.",
  "tip.rad2.tip35": "There are some secret rooms in Roguelike Dungeons (the structure not the pack) behind walls.",
  "tip.rad2.tip36": "The ankh of pray can be used to cure zombie villagers.",
  "tip.rad2.tip37": "Similar to chickens, rotten eggs also have a rare chance to spawn 4 cockatrices!",
  "tip.rad2.tip38": "With a cutting board and shears you can scrap old leather armor back into leather.",
  "tip.rad2.tip39": "The Dog Inventories button found in your inventory is used to access the storage of your dogs with the pack puppy upgrade.",
  "tip.rad2.tip40": "Gunpowder can be placed on the ground like redstone. It can be used as a fuse to light TNT from a distance",
  "tip.rad2.tip41": "If a skeleton kills a spider they drop an ambience disc.",
  "tip.rad2.tip42": "I wonder what happens if you put a pancake in a jukebox?",
  "tip.rad2.tip43": "Baby Zombies will never spawn in the world.",
  "tip.rad2.tip44": "You can shear chickens to obtain their feathers, but this will make them unable to breed for 5 minutes.",
  "tip.rad2.tip45": "Bone meal can be used on more blocks than usual, like sugar cane & cactus!",
  "tip.rad2.tip46": "Foxhounds can be tamed by feeding them coal while you have fire resistance. They can speed up furnaces they are sitting on top of.",
  "tip.rad2.tip47": "You can place a cake on top of another cake, creating a double cake",
  "tip.rad2.tip48": "Feeding sickly dragon meal to a dragon or poisonous potato to farm animals prevents them from growing up. Kinda messed up when you think about it...",
  "tip.rad2.tip49": "The fletching table actually has a use! You will get more arrows when crafting with it than the standard crafting table.",
  "tip.rad2.tip50": "Placing a mob head on a fence post (except the wither skeleton skull) can scare away monsters nearby. It also emits particles and appears as a pink dot on the minimap.",

  "tip.rad2.tip51": "Other players can open your worn backpack by interacting with your back, useful for sharing items. There is a setting in the backpack to disable this if your friends are rather devious...",
  "tip.rad2.tip52": "A claim block can be crafted to protect your base from basic mobs & players. However it is still recommended to hide your base away from spawn as the most determined players will be able to break through.",
  "tip.rad2.tip53": "In multiplayer after defeating the ender dragon, make sure to share some rose crystals for the other players to resummon the dragon!",

  "tip.rad2.tip54": "The Alchemist's Grace enchantment at level 4 or higher gives you fire resistance while mining.",
  "tip.rad2.tip55": "Craft a mesh to obtain flint from gravel much easier.",
  "tip.rad2.tip56": "Right clicking the bottom of a ladder with an empty hand will instantly teleport you to the top!",
  "tip.rad2.tip57": "The Hecate's Blessing enchantment can also speed up the charge time of other items at night like the Depth Star and Warp Stones!",
  "tip.rad2.tip58": "Become the most rich and powerful being in the land! Wear the Ring of Seven Curses today! §7§oside effects may include feeling twice as much injury, everyone hating you, feelings of weakness, crippled armor, eternal flames, risk of soul-altering deaths, and lack of sleep",
  "tip.rad2.tip59": "Endermen are not a fan of people who wear the ring of seven curses.",
  "tip.rad2.tip60": "Swampjaw is one of the best bosses to fight early. You can summon them with the Fossil Bait.",

  "tip.rad2.tip61": "Ores spawn more often in caves.",
  "tip.rad2.tip62": "Falsite in a tool box can be used to increase the durability of Blue Skies tools.",
  "tip.rad2.tip63": "The Twilight Lich's Shields can also be damaged by splash healing potions in addition to reflecting the orbs.",
  "tip.rad2.tip64": "The End Stone Smelter can be used to gain 50% more from smelting ores.",
  "tip.rad2.tip65": "See a small enderman wearing a backpack? Don't hurt them! You can trade buddycards with them!",
  "tip.rad2.tip66": "Salvage items by sneaking and using a smithing table.",
  "tip.rad2.tip67": "The Foxhound may seem hostile at first... But with fire resistance can be tamed by using coal!",
  "tip.rad2.tip68": "Stonelings are shy creatures, but holding a diamond might interest them...",
  "tip.rad2.tip69": "Attack while blocking with a spartan shield to perform a shield bash. This is useful for getting some distance while your weapon is on attack cooldown.",
  "tip.rad2.tip70": "The attack speed and durability of blue skies tools depends on what stick you use to craft it.",
  "tip.rad2.tip71": "Dynamite is cheaper and has a smaller explosion size than TNT. Use it to blow up ores when your Gathering level is too low.",
  "tip.rad2.tip72": "Purulent Tea can be used to extend the duration of potion effects!",
  "tip.rad2.tip73": "Hot Cocoa can remove a negative potion effect, while keeping the positive ones!",
  "tip.rad2.tip74": "Artifact and Ars Spell Damage also gets boosted by certain enchantments on your mainhand weapon, like Swift Blade. Be a nomadic hybrid warrior!",
  "tip.rad2.tip75": "After pressing the dodge key you can jump again in mid-air, performing a long jump.",
  "tip.rad2.tip76": "Don't be afraid to use your bandages! You can always craft another, and if you die with them you'll wish you had used them!",
  "tip.rad2.tip77": "While sneaking enemies can only see you half as far as usual. This can be reduced ever further with the Shadow Walker upgrade in the Knowledge of Death.",
  "tip.rad2.tip78": "The hardest thing to find is always the one you are looking for.",
  "tip.rad2.tip79": "Press Alt+F4 to get free dragonsteel!",
  "tip.rad2.tip80": "Switching to your secondary is faster than relo... wait wrong game",
  "tip.rad2.tip81": "Iceologers hate Glow Squids! They will attack one on sight.",
  "tip.rad2.tip82": "Try changing your language to LOLCAT (Kingdom of Cats) you won't regret it.",
  "tip.rad2.tip83": "Does anyone actually find these tips helpful?",
  "tip.rad2.tip84": "Tools from outside the Blue Skies dimensions don't work as well there.",
  "tip.rad2.tip85": "Netherite is useful for a lot more than just armor and tools.",
  "tip.rad2.tip86": "Feed your rats plenty of cheese.",
  "tip.rad2.tip87": "Bathe in the purple water you see for a fun surprise!",
  "tip.rad2.tip88": "The Daggers from Spartan Weaponry are very effective against Ferrous Wroughtnaut.",
  "tip.rad2.tip89": "Ringing the library bell in the feywild library too many times may anger the librarian...",
  "tip.rad2.tip90": "A warp plate, unlike a waystone costs no xp to use. Useful if you find yourself traveling between the same places very often."
}
